{
  "Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal information in the use of @global.app_name.\n\n@global.app_name is a free app, that seeks to support facilitators and other implementers in their role in delivering Parenting for Lifelong Health in-person or hybrid programmes. Within the Malaysia context, the app will support facilitators of the Naungan Kasih Positive Parenting Programme acting as a ‘guide in your pocket’ enabling facilitators to track a) parental attendance and b) co-caregivers of those registered for the Parenting within the Preschool System project who will be using ParentText.\n\n@global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS and Universiti Putra Malaysia (‘the @global.app_name team’).\n\nPlease read this @global.privacy_policy carefully. By downloading or using the app, you agree to the collection and use of information in relation to this policy. We will not use or share your information with anyone except as described in this @global.privacy_policy.\n\nThe terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.": "Bo datonan ta importante pa nos. E @global.privacy_policy akí ta stipulá nos polítika pa loke ta trata kolekshon, uso i divulgashon di informashon personal den e uso di @global.app_name.\n\n@global.app_name ta un aplikashon grátis, ku tin komo meta pa sostené fasilitadónan i otro implementadónan den nan ròl di implementashon di programanan di Parenting for Lifelong Health en persona òf riba distansia. Den e konteksto di Malaysia, e aplikashon lo sostené fasilitadónan di e Programa di Edukashon Familiar Positivo di Naungan Kasih fungiendo komo un ‘guia den bo saku’ ku ta permití fasilitadónan pa sigui a) asistensia di mayornan i b) ko-dunadónan di kuido di esnan registrá pa e proyekto di Edukashon Familiar den e proyekto di Sistema di Pre-eskolar ku lo ta usando ParentText.\n\n@global.app_name ta wòrdu tresé na bo danki na un kolaborashon di partnernan inkluyendo Parenting for Lifelong Health, Universidat di Oxford, IDEMS International, INNODEMS i Universiti Putra Malaysia (‘e tim di @global.app_name’).\n\nPor fabor lesa e @global.privacy_policy akí kuidadosamente. Dor di deskargá òf usa e aplikashon, bo ta bai di akuerdo ku e kolekshon i uso di informashon relashoná ku e polítika akí. Nos lo no usa òf kompartí bo informashon ku niun hende eksepto manera deskribí den e @global.privacy_policy akí.\n\nE términonan usá den e @global.privacy_policy akí tin e mesun nifikashonnan ku den nos @global.terms_and_conditions, ku ta aksesibel den e aplikashon, a ménos ku ta definí otro den e @global.privacy_policy akí.",
  "What information does the app collect about you and how do we use it?": "Ki informashon e aplikashon ta kolektá tokante di bo i kon nos ta us’é?",
  "_Personal Data_\nFor the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. There are two categories of data that are collected a) information on the facilitator/implementer who is using the app b) information on the parents/caregiver under guidance of said facilitator.\n\nData collected about the facilitator include:\n-   Name\n-   State (location)\n\nData collected about the parent / caregiver participant include:\n-   Name\n-   Parent ID\n-   Co-parent\n-   Attendance data of in-person / WhatsApp sessions\n\nThe processing of your personal data is primarily based on:\n\nThe @global.app_name team has legitimate interests in carrying out research activities, under Art. 6(1)(f) GDPR, regarding the sharing of limited details related to how you use the app.\n\n_Log Data_\nWhenever you use our app, we collect data and information (through third party services) on your phone called Log Data. This Log Data includes information such as a truncated device Internet Protocol (\"IP\") address, device name, operating system version, the configuration of the app when utilising our app, the time, date and your intentions within the app (which include but are not limited to any app buttons clicked or pages visited.)\n\n_Cookies_\nCookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience.\n\nWe use a number of third party services (see relevant section below) to support the functioning of the app. We use third party cookies through Firebase and GlitchTip and first party cookies through Matomo. In short, first-party cookies are from @global.app_name, and third-party cookies come from other places as described.\n\nFor further information on the handling of cookies see below:\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nYou have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features. Always be sure about your decision before making these changes.\n\n_Feedback Submissions_\nYour feedback on the app is important to us. We shall always anonymise your personal information when sharing and publishing your feedback.\n\n_Aggregate Data_\nYour data is important to the @global.app_name team for broader research purposes. Aggregate data is always anonymised.": "_Datonan Personal_\nDen kuadro di e @global.privacy_policy akí, ‘datonan personal’ ta nifiká kualke informashon ku ta permití nos identifiká un individuo, direktamente òf indirektamente. Tin dos kategoria di dato ku ta wòrdu kolektá a) informashon enkuanto e fasilitadó/implementadó ku ta usando e aplikashon b) informashon enkuanto e mayornan/dunadó di kuido bou di guia di e fasilitadó menshoná.\n\nDatonan kolektá tokante e fasilitadó ta inkluí:\n- Nòmber\n- Estado (lokalidat)\n\nDatonan kolektá tokante e partisipante di mayor/kuidadó ta inkluí:\n- Nòmber\n- Identifikashon di mayor\n- Mayor ku ta kria yu huntu \n- Datonan di asistensia na seshonnan en persona / WhatsApp\n\nE prosesamentu di bo datonan personal ta basá prinsipalmente riba:\n\nE tim di @global.app_name tin interesnan legítimo den realisá aktividatnan di investigashon, bou di Art. 6(1)(f) GDPR, tokante e kompartimentu di detayenan limitá relashoná ku kon bo ta usa e aplikashon.\n\n_Dato di Registrashon_\nKada bes ku bo usa nos aplikashon, nos ta kolektá dato i informashon (pa medio di servisio di terser partido) riba bo telefòn yamá Dato di Registrashon. E Dato di Registrashon akí ta inkluí informashon manera un adrès di Protokòl di Internèt  (“IP”) abreviá di un aparato, nòmber di aparato, vershon di sistema di operashon, e konfigurashon di e aplikashon ora di usa nos aplikashon, e ora, fecha i bo intenshonnan denter di e aplikashon (ku ta inkluí pero no ta limitá na kualke boton di aplikashon ku bo a klek òf páginanan bishitá.)\n\n_'Cookies'_\n'Cookies' ta archivonan chikitu ku ta warda dato, hopi bia usá pa warda informashon spesífiko di usuario. Nan ta permití wèpsaitnan i aplikashonnan pa rekuperá e informashon wardá akí, loke ta permití un eksperensia di usuario mas personalisá i efisiente.\n\nNos ta usa un kantidat di servisio di terser partido (wak sekshon relevante mas abou) pa sostené e funshonamentu di e aplikashon. Nos ta usa 'cookie' di terser partido pa medio di Firebase i GlitchTip i 'cookie' di promé partido pa medio di Matomo. Pues, 'cookie' di promé partido ta di @global.app_name, i 'cookie' di terser partido ta bini di otro lugánan manera deskribí.\n\nPa mas informashon tokante e maneho di 'cookie' wak akí abou:\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nBo tin e opshon pa ahustá bo konfigurashonnan di 'browser' pa rechasá tur  'cookies' òf 'cookies' spesífiko di 'browser' òf pa risibí notifikashon ora wèpsaitnan inisiá òf haña akseso na 'cookie'. Pa aparatonan 'android' mester hasi esaki riba e aplikashon di Google Chrome. Tene kuenta ku ora bo desaktivá 'cookies', esaki por afektá e funshonalidat di wèpsaitnan òf aplikashonnan di wèp, ya ku nan por dependé di e 'cookies' akí pa funshonnan esensial. Semper sòru pa bo ta sigur di bo desishon promé ku hasi e kambionan akí.\n\n_Duna Opinion_\nBo opinion enkuanto e aplikashon ta importante pa nos. Semper nos lo anonimisá bo informashon personal ora di kompartí i publiká bo opinion.\n\n_Dato Agregá_\nBo datonan ta importante pa e tim di @global.app_name pa propósitonan di investigashon mas amplio. Datonan agregá semper ta anónimo.",
  "How we get your personal information and why we collect it": "Kon nos ta haña bo informashon personal i dikon nos ta kolektá esaki",
  "We process your data to provide support to you as well as the data of parents and caregivers which facilitators support. We process your data to communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). \n\nThe primary research purpose includes looking to investigate the extent to which @global.app_name can support facilitators in their interactions of parents and caregivers of young children. Parents and caregivers will be receiving primary parenting messages through ParentText (a chatbot) of which facilitators will be engaging with such parents over WhatsApp. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.": "Nos ta prosesá bo datonan pa duna bo sosten i tambe e datonan di mayornan i dunadónan di kuido ku fasilitádonan ta sostené. Nos ta prosesá bo datonan pa komuniká ora bo tuma kontakto ku nos, pa motibunan di seguridat i tambe pa propósitonan di investigashon (mira sekshon ‘Kompartí Informashon’).\n\nE propósito prinsipal di e investigashon ta inkluí buska pa investigá te na unda @global.app_name por sostené fasilitadónan den nan interakshonnan ku mayornan i kuidadónan di muchanan chikitu. Mayornan i dunadónan di kuido lo risibí mensahenan di edukashon familiar primario pa medio di ParentText (un 'chatbot'), di kua fasilitadónan lo ta den kontakto ku e mayornan ei via WhatsApp. Durante di investigashon, e tim di estudio por usa datonan agregá i anónimo for di e aplikashon pa mas proyekto di investigashon. Finalmente, por fabor tene na kuenta ku nos por prosesá bo datonan sin bo konosementu òf konsentimentu, kaminda esaki ta rekerí òf permití pa lei.",
  "Information Sharing": "Kompartimentu di Informashon",
  "Limited internal IDEMS staff may have access to log data collected via the app, as necessary to perform their duties regarding the operation of the app. These data will only be accessed on a need-to-know basis, and all team members with access to the data are bound to confidentiality.\n\nYou agree that your personal information may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make anonymous to the extent possible and where appropriate information such as log data. In reading and accepting this @global.privacy_policy, you permit us to use your anonymized data in published research.\n\nYou agree that we may transfer your log data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information to agrees to treat your information with the same level of protection as we are obliged to.\n\n_Legal_\nThe information that we request will be retained by us and used as described in this @global.privacy_policy.": "Personal interno limitá di IDEMS por tin akseso na datonan di registro kolektá via di e aplikashon, segun ta nesesario pa kumpli ku nan tareanan pa loke ta trata e operashon di e aplikashon. Lo tin akseso na e datonan akí solamente riba un base di nesesidat i tur miembro di e tim ku tin akseso na e datonan ta mará na konfidensialidat.\n\nBo ta bai di akuerdo ku por kompartí bo informashon personal ku terser partidonan manera investigadónan i partnernan enbolbí den e mehorashon òf implementashon di e aplikashon inkluyendo esnan pafó di bo pais. Promé ku e divulgashon di informashon ku partnernan di investigashon nos lo hasi anónimo te na e grado ku ta posibel i kaminda ta apropiá, informashon manera dato di registrashon. Lesando i aseptando e @global.privacy_policy akí, bo ta permití nos usa bo datonan anónimo den investigashon publiká.\n\nBo ta bai di akuerdo ku nos por transferí bo datonan di registrashon pafó di bo pais, por ehèmpel, pa atministrá servisio di 'cloud'. Nos lo sòru pa kualke pais, kompania òf persona ku nos ta pasa bo informashon personal na dje ta bai di akuerdo pa trata bo informashon ku e mesun nivel di protekshon manera nos ta obligá na tin.\n\n_Legal_\nNos lo retené e informashon ku nos pidi i lo usa esaki manera deskribí den e @global.privacy_policy akí.",
  "Third Party Service Providers and Websites": "Proveedónan di Servisio di Terser Partido i Wèpsaitnan",
  "The app does use third party services that may collect information used to identify you. We do so for the following reasons:\n-   To facilitate our app\n-   To provide the app on our behalf\n-   To perform app-related services; or\n-   To assist us in analysing how our app is used.\n\nWe want to inform users of this app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLinks to the privacy policies of third-party service providers used by the app:\n-   [Google Play Services](https://www.google.com/policies/privacy/)\n-   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n-   [Sentry](https://sentry.io/privacy/)\n-   [Matomo](https://matomo.org/privacy-policy/)\n-   [GlitchTip](https://glitchtip.com/legal/privacy)\n\nThis app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your information by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.": "E aplikashon ta usa servisio di terser partido ku por kolektá informashon usá pa identifiká bo. Nos ta hasi esaki pa e siguiente motibunan:\n- Pa fasilitá nos aplikashon\n- Pa proveé e aplikashon na nos nòmber\n- Pa duna servisio relashoná ku e aplikashon; òf\n- Pa asistí nos den analisá kon nos aplikashon ta wòrdu usá.\n\nNos ke informá usuarionan di e aplikashon akí, ku e terser partidonan akí tin akseso na bo Informashon Personal. E motibu ta pa hasi e tareanan asigná na nan, na nos nòmber. Sinembargo, nan ta obligá pa no divulgá òf usa e informashon pa kualke otro propósito.\n\nLenknan pa e polítikanan di privasidat di dunadónan di servisio di terser partido ku e aplikashon ta usa:\n- [Google Play Services](https://www.google.com/policies/privacy/)\n- [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n- [Sentry](https://sentry.io/privacy/)\n- [Matomo](https://matomo.org/privacy-policy/)\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n\nE aplikashon akí por kontené lenknan pa otro wèpsaitnan ku no ta kubri pa e @global.privacy_policy akí. Si bo klek riba un lenk di terser partido, lo bo wòrdu dirigí na e wèpsait ei. E @global.privacy_policy akí ta konta solamente pa e prosesamentu di bo informashon dor di e aplikashon akí. E no ta atendé i nos no ta responsabel pa, e privasidat, informashon, òf otro práktikanan di kualke terser partido, inkluyendo kualke terser partido ku ta operá kualke wèpsait òf servisio na kua e aplikashon akí ta di lenk na dje.",
  "How long do we keep your data?": "Kuantu tempu nos ta warda bo datonan?",
  "We will retain your personal information for as long as we need it to fulfil our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.": "Nos lo retené bo informashon personal pa e kantidat di tempu ku nos mester di dje pa kumpli ku nos propósitonan, inkluyendo kualke proposito relashoná ku servisio di aplikashon i tambe rekisitonan legal, di kontabilidat òf di reportahe.",
  "How do we keep your data secure?": "Kon nos ta tene bo datonan sigur?",
  "We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.": "Nos ta balorá bo konfiansa pa duna nos bo informashon personal, pues nos ta hasi esfuerso pa usa medionan komersialmente aseptabel pa proteh’é. Pero kòrda ku ningun método di transmishon via internèt, òf método di almasenamentu elektróniko ta 100% sigur i konfiabel, i nos no por garantisá su seguridat apsoluto. Nos ta reservá tambe e derecho riba e almasenamentu di bo datonan riba 'servers' òf basenan di dato di terser partido pafó di e tim @global.app_name menshoná (referí na e sekshon riba Proveedónan di Servisio di Terser Partido i Wèpsaitnan). P’esei uso di e aplikashon ta riba bo propio riesgo.",
  "Children’s Privacy": "Privasidat di Mucha",
  "This app is not targeted towards anyone under the age of 18. We do not knowingly collect personally identifiable information from individuals under 18.": "E aplikashon akí no ta dirigí na niun hende bou di edat di 18 aña. Nos no ta kolektá informashon personalmente identifikabel di personanan bou di 18 aña.",
  "Your data protection rights": "Bo derechonan di protekshon di dato",
  "Under data protection law, you have rights including:\n\n_Your right of access_ - You have the right to ask us for copies of your personal information.\n\n_Your right to rectification_ - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete.\n\n_Your right to erasure_ - You have the right to ask us to erase your personal information in certain circumstances.\n\n_Your right to withdraw consent for data processing at any time_ - You can choose to halt the processing of your data if consent was the legal basis for handling your information.\n\n_Your right to restriction of processing_ - You have the right to ask us to restrict the processing of your personal information in certain circumstances.\n\n_Your right to object to processing_ - You have the right to object to the processing of your personal information in certain circumstances.\n\n_Your right to data portability_ - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances.\n\nYou are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).": "Bou di lei di protekshon di dato, bo tin derechonan inkluyendo:\n\n_Bo derecho di akseso_ - Bo tin e derecho di pidi nos kopianan di bo informashon personal.\n\n_Bo derecho riba rektifikashon_ - Bo tin e derecho di pidi nos pa drecha informashon personal ku bo ta kere no ta eksakto. Tambe bo tin derecho di pidi nos pa kompletá informashon ku bo ta kere ta inkompleto.\n\n_Bo derecho di eliminá_ - Bo tin e derecho di pidi nos pa eliminá bo informashon personal den sierto sirkunstansianan.\n\n_Bo derecho di retirá konsentimentu pa prosesamentu di dato na kualke momento_ - Bo por skohe pa stòp e prosesamentu di bo datonan si konsentimentu tabata e base legal pa manehá bo informashon.\n\n_Bo derecho riba restrikshon di prosesamentu_ - Bo tin e derecho di pidi nos pa restringí e prosesamentu di bo informashon personal den sierto sirkunstansianan.\n\n_Bo derecho di oponé prosesamentu_ - Bo tin e derecho di oponé prosesamentu di bo informashon personal den sierto sirkunstansianan.\n\n_Bo derecho riba portabilidat di dato_ - Bo tin e derecho di pidi pa nos transferí e informashon personal ku bo a duna nos na un otro organisashon, òf na abo, den sierto sirkunstansianan.\n\nBo no ta obligá di paga ningun kosto pa ehersé bo derechonan. Dependiendo di e sirkunstansianan i e naturalesa di bo petishon kisas no ta posibel pa nos hasi loke bo a pidi, por ehèmpel, kaminda tin un rekisito statutario òf kontraktual pa nos prosesá bo datonan i e lo no ta posibel pa kumpli ku nos obligashonnan legal si nos lo mester stòp. Mas informashon tokante bo derechonan ta disponibel serka e [Ofisina di Komishon di Informashon (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).",
  "Removing the app": "Kita e aplikashon",
  "We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.": "Nos diskulpa si bo no ta haña nos aplikashon útil mas. Si bo disidí di kita nos aplikashon, nos por retené algun di bo datonan (ounke anónimo) pa solushoná problema, yuda den investigashonnan, kumpli ku rekisitonan legal òf pa agregá na nos sètnan di dato di investigashon eksistente.",
  "Changes to the @global.privacy_policy": "Kambionan na @global.privacy_policy",
  "We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.": "Nos por aktualisá nos @global.privacy_policy de bes en kuando. Bo ta renunsiá bo derecho di wòrdu notifiká direktamente di kambionan i ta wòrdu konsehá pa revisá e página akí periódikamente pa kualke aktualisashon. Bo uso kontinuo di e aplikashon ta sugerí ku bo ta bai di akuerdo ku siguiente revishonnan di e @global.privacy_policy.",
  "If you have any questions or suggestions about our @global.privacy_policy, complaints or otherwise do not hesitate to contact us at <apps@idems.international>.\n\nIf your concerns are not adequately addressed, you retain the right to file a complaint with the Information Commissioner's Office. You can reach them at 03031231113, contact them via https://ico.org.uk/global/contact-us/, or mail to the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK.\n\n**Last updated: @global.deployment_terms_text**\n_This @global.privacy_policy page was based on a draft created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator._": "Si bo tin kualke pregunta òf sugerensia tokante nos @global.privacy_policy, keho òf algu otro no duda pa tuma kontakto ku nos na <apps@idems.international>.\n\nSi bo preokupashonnan no ta wòrdu atendé adekuadamente, bo ta retené e derecho di entregá un keho na Ofisina di Komisario di Informashon. Bo por alkansá nan na 03031231113, tuma kontakto ku nan via https://ico.org.uk/global/contact-us/, òf manda un karta na Ofisina di Komisario di Informashon, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, Inglatera, Reino Uní.\n\n**Último aktualisashon: @global.deployment_terms_text**\n_E página @global.privacy_policy akí tabata basá riba un konsepto kreá na privacypolicytemplate.net i modifiká/generá pa App Privacy Policy Generator._",
  "User Agreement": "Akuerdo di Usuario",
  "These @global.terms_and_conditions are an agreement between you and @global.app_name (or ‘the app’) which furthermore sets out the rules for your use of @global.app_name.\n\n@global.app_name is a free app, that seeks to support facilitators and other implementers in their role in delivering Parenting for Lifelong Health in-person or hybrid programmes. Within the Malaysia context, the app will support facilitators of the Naungan Kasih Positive Parenting Programme acting as a ‘guide in your pocket’ enabling facilitators to track a) parental attendance and b) co-caregivers of those registered for the Parenting within the Preschool System project who will be using ParentText.\n\n@global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS and Universiti Putra Malaysia (‘the @global.app_name team’).\n\nPlease read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below.\n\nYour privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name you are confirming to us that you are further agreeing to our @global.privacy_policy, as set out separately.": "E @global.terms_and_conditions akí ta un akuerdo entre abo i @global.app_name (òf ‘e app’) ku ta stipulá e reglanan pa bo uso di @global.app_name.\n\n@global.app_name ta un app grátis, ku ta buska pa sostené fasilitadónan i otro implementadónan den nan ròl den implementá programanan di Parenting for Lifelong Health en persona òf riba distansia. Den e konteksto di Malaysia, e aplikashon lo sostené fasilitadónan di e Programa di Edukashon Familiar Positivo di Naungan Kasih fungiendo komo un ‘guia den bo saku’ ku ta permití fasilitadónan pa sigui a) asistensia di mayornan i b) ko-dunadónan di kuido di esnan registrá pa e proyekto di Edukashon Familiar den e proyekto di Sistema di Pre-eskolar ku lo ta usando ParentText.\n\n@global.app_name ta wòrdu tresé na bo na bo danki na un kolaborashon di partnernan inkluyendo Parenting for Lifelong Health, Universidat di Oxford, IDEMS International, INNODEMS i Universiti Putra Malaysia (‘e tim di @global.app_name’).\n\nPor fabor lesa e @global.terms_and_conditions akí kuidadosamente. Dor di baha òf usa e aplikashon, bo ta bai di akuerdo ku bo a lesa, komprondé i aseptá e @global.terms_and_conditions ku ta sigui akí bou.\n\nBo privasidat ta importante pa nos – por fabor lesa tambe nos @global.privacy_policy, ku lo duna informashon detayá kon nos ta rekohé, warda i usa e informashon ku bo ta duna nos. Dor di usa @global.app_name bo ta konfirmá na nos ku bo ta bai di akuerdo ku nos @global.privacy_policy, manera stipulá separadamente.",
  "Rules of Usage": "Reglanan di Uso",
  "@global.app_name is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the @global.app_name team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the @global.app_name team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the app, make unfounded claims of affiliation, or inaccurately report the app's behaviour. Ensure that your usage of the app adheres to all local rules and laws. Finally in accessing and using the app, we believe you not to be a minor in your country of residence.": "@global.app_name ta 'open-source', loke ta nifiká ku su base di kódigo por wòrdu hañá riba GitHub pa e komunidat di desaroyadó di 'software' mas amplio. Sinembargo, ta kontra di e kondishonnan di uso pa alterá e aplikashon eksistente òf su materialnan, òf pa repliká kualke marka di e tim di @global.app_name. Ounke e ta 'open source', apstené di tradusí e 'software' den otro idiomanan òf krea vershonnan alternativo sin duna krédito na e tim di @global.app_name. Akseso no outorisá na datonan konfidensial di usuario ta prohibí. No ta aseptabel pa duna informashon falsu tokante bo mes ora di usa e aplikashon, hasi deklarashonnan infundá di afiliashon, òf reportá informe inkorekto tokante e komportashon di e aplikashon. Sòru pa bo uso di e aplikashon ta kumpli ku tur regla i lei lokal. Finalmente den akseso i uso di e aplikashon, nos ta asumí ku bo no ta un ménor di edat den bo pais di residensia.",
  "Content Changes": "Kambionan di Kontenido",
  "The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way.\n\nIn the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.": "E tim di @global.app_name ta komprometé na garantisá ku e aplikashon ta mas útil i fásil pa usa posibel. Pa e motibu ei, nos ta reservá e derecho di hasi kambionan na e aplikashon ku lo wòrdu implementá pa medio di aktualisashonnan. Aktualmente e aplikashon ta grátis i nos intenshon ta pa e keda asina.\n\nTa posibel ku den futuro por ofresé algun servisio ku lo ta mará na gastu. Nos lo no kobra bo nunka pa e aplikashon òf su servisionan sin notifiká bo klaramente promé ku kualke gastu di akseso aplikabel.",
  "Intellectual property": "Propiedat Intelektual",
  "The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name team (noting that code is covered under GPL 3 and content by CC BY licence). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.": "E aplikashon mes, e markanan, derecho di outor, derechonan di base di dato i otro derechonan di propiedat intelektual relashoná kuné, ta pertenesé na òf ta lisensiá na e vários kolaboradónan aplikabel di e tim @global.app_name (tumando nota ku e kódigo ta kubrí bou di GPL 3 i kontenido pa lisensia CC BY). E uso di nòmber i emblema/logo di instansianan kolaboradó ta propiedat eksklusivo di e instansianan ei i ta protehá bou di leinan internashonal i nashonal. Uso no outorisá ta prohibí. No por kopia òf reprodusí logonan di ningun manera sin e pèrmit previo por eskrito di e institushon menshoná.",
  "Submissions": "Komentarionan",
  "Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.": "Bo komentario riba e aplikashon ta wòrdu apresiá. Pa nos por mehorá, no ta konsiderá komentarionan komo konfidensial i nan lo bira disponibel pa mas uso legal sin aprobashon òf kompensashon adishonal. P’esei nos lo tin derechonan eksklusivo i ta asumí ku tur komentario ku bo ta duna ta di bo.",
  "Security": "Seguridat",
  "Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all.\n\nTo see how we handle your personal information, please see our @global.privacy_policy.": "Nos aplikashon ta warda i prosesá datonan personal ku bo a proveé na nos, pa asina ofresé nos servisionan. Ta bo responsabilidat pa tene bo telefon i akseso na e aplikashon sigur. P’esei no ta rekomendá pa kita restrikshonnan i limitashonnan di 'software' imponé pa e sistema di operashon ofisial di bo aparato. Hasiendo esaki por hasi bo telefòn vulnerabel pa 'malware', vírùs, programanan malisioso i tambe por komprometé e funshonalidatnan di seguridat di bo telefòn i por nifiká ku e aplikashon lo no funshoná korektamente òf lo no funshoná mes mas.\n\nPa wak kon nos ta manehá bo informashon personal, por fabor wak nos @global.privacy_policy.",
  "External links and resources": "Lenknan eksterno i rekursonan",
  "The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the app's control.\n\nLinks to @global.terms_and_conditions of third party service providers used by the app include:\n\n-   [Google Play Services](https://policies.google.com/terms)\n-   [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n-   [Sentry](https://sentry.io/terms/)\n-   [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n-   [GlitchTip](https://glitchtip.com/legal/tos)\n\nThe inclusion of such links does not imply an endorsement or approval by the app and/or its partners of any website, product, or service. Similarly, the app and the @global.app_name team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.": "E aplikashon ta usa servisio di terser partido ku ta apliká nan propio @global.terms_and_conditions i por lenk na otro wèpsaitnan i rekursonan ku no ta bou di e aplikashon su kòntròl.\n\nLenknan pa @global.terms_and_conditions di dunadónan di servisio di terser partido ku e aplikashon ta usa ta inkluí:\n\n- [Google Play Services](https://policies.google.com/terms)\n- [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n- [Sentry](https://sentry.io/terms/)\n- [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n- [GlitchTip](https://glitchtip.com/legal/tos)\n\nE inklushon di e lenknan ei no ta nifiká ku e aplikashon i/òf su partnernan ta duna rekomendashon òf aprobashon di kualke wèpsait, produkto òf servisio. Di mes manera, e aplikashon i e desaroyadónan i kolaboradónan afiliá di e tim @global.app_name no ta asumí ningun responsabilidat òf obligashon pa loke ta trata e wèpsaitnan, produkto òf servisio ei, inkluyendo, por ehèmpel, responsabilidat òf obligashon pa e eksaktitut òf konfiabilidat di kualke informashon, dato, opinion, konseho òf deklarashonnan hasí riba e wèpsaitnan ei.",
  "Disclaimer": "Limitashon di responsabilidat",
  "Please be aware that the @global.app_name team exclude responsibility for the following:\n\n1. Certain functions of the app will require the app to have an active internet connection. The @global.app_name team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left.\n\n2. Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app.\n\n3. Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly check out all of the external sites and cannot guarantee that they are always accurate or reliable.\n\n4. The @global.app_name team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgement appropriate to your own circumstances in relation to any advice or information provided from the app.\n\n5. Any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret, but we are devoid of responsibility.\n\n6. Updates to the app occur regularly in order to improve performance and content. The app is available on Android -- the requirements for this system (and for any additional systems we decide to extend the availability of the app to) may change. It is your responsibility to download app updates to keep using the app. The @global.app_name team does not promise that it will always update the app so that it is relevant to you and/or works with the Android version that you have installed on your device. However, you agree to always accept updates to the application when offered to you.\n\n7. The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. Whilst we apologise for inconveniences, we are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time, without warning. Unless we tell you otherwise, upon any termination, (a) the rights and licences granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device.\n\n8. You agree to indemnify, at your own expense, the @global.app_name, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app.\n\n9. Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name team or demonstrate an intention to infringe proprietary rights.": "Tene na kuenta ku e tim di @global.app_name ta ekskluí responsabilidat pa lo siguiente:\n\n1. Sierto funshonnan di e aplikashon lo rekerí pa e aplikashon tin un konekshon di internèt aktivo. E tim di @global.app_name no por tuma responsabilidat pa si e aplikashon no ta funshoná optimal si bo no tin akseso na Wi-Fi, òf bo no a sobra mas 'data' riba bo límite di 'data'.\n\n2. Si bo ta usa e aplikashon pafó di un área di Wi-Fi, esaki lo nifiká ku bo kondishonnan akordá ku bo proveedó di ret mobil lo ta aplikabel ainda. Komo resultado, bo proveedó di telefòn selular por kobra bo pa e gastu di 'data' pa e durashon di e konekshon miéntras bo tin akseso na e aplikashon, òf otro gastunan di terser partido. Ora bo ta usa e aplikashon, bo ta aseptá responsabilidat pa kualke gastu asina, inkluyendo gastunan di 'data' di 'roaming' si bo ta usa e aplikashon pafó di bo teritorio di orígen (p.e. region òf pais) sin desaktivá 'roaming' di 'data'. Si bo no ta e pagadó di faktura pa e aparato riba kua bo ta usando e aplikashon, por fabor tene kuenta ku nos ta asumí ku bo a risibí pèrmit di e pagadó di faktura pa usa e aplikashon.\n\n3. Ounke nos ta hasi esfuerso pa garantisá ku e aplikashon ta aktualisá i su kontenido ta eksakto, nos ta dependé di terser partidonan pa duna nos informashon pa nos por hasié disponibel pa bo. Nos no ta kontrolá tur e wèpsaitnan eksterno regularmente i no por garantisá ku nan ta semper eksakto òf konfiabel.\n\n4. E tim di @global.app_name no ta aseptá ningun responsabilidat pa kualke daño òf pèrdida, direkto òf indirekto, ku bo ta eksperensiá komo resultado di uso di e aplikashon òf surgiendo di kualke konfiansa ku bo por pone riba konseho òf informashon suministrá dor di e aplikashon. Semper bo mester ehersé bo mes diskreshon i huisio apropiá pa loke ta trata bo mes sirkunstansianan relashoná ku kualke konseho òf informashon suministrá for di e aplikashon.\n\n5. Kualke kasi di eror di 'software', vírùs òf otro material malisioso transmití pa un terser partido pa medio di nos wèpsait ta lamentabel, pero nos ta liber di responsabilidat.\n\n6. Aktualisashonnan di e aplikashon ta sosodé regularmente pa asina mehorá funshonamentu i kontenido. E aplikashon ta disponibel riba Android -- e rekisitonan pa e sistema akí (i pa kualke sistema adishonal ku nos disidí di ekstendé e disponibilidat di e aplikashon na dje) por kambia. Ta bo responsabilidat pa deskargá e aktualisashonnan di e aplikashon pa sigui usa e aplikashon. E tim di @global.app_name no ta primintí ku semper lo aktualisá e aplikashon di manera ku e ta relevante pa bo i/òf ku e ta funshoná ku e vershon di Android ku bo a instalá riba bo aparato. Sinembargo, bo ta bai di akuerdo pa semper aseptá aktualisashonnan di e aplikashon ora e wòrdu ofresé na bo.\n\n7. E wèpsait di e aplikashon kisas no ta disponibel na tur momentu pa motibunan di mantenshon òf problema ku 'software' òf 'hardware' asosiá. Miéntras nos ta pidi despensa pa inkumbiniensianan, nos no ta responsabel pa kualke pèrdida ku bo por sufri den kaso ku e wèpsait no ta aksesibel òf a wòrdu retirá. Igualmente, nos tin e derecho i eskoho pa terminá bo akseso i uso di e aplikashon (inkluso disponibilidat di datonan kapturá) na kualke momento, sin atvertensia. A ménos ku nos bisa bo otro, den kaso di terminashon, (a) e derechonan i lisensia otorgá na bo den e términonan akí lo terminá; (b) bo mester stòp di usa e aplikashon, i (si ta nesesario) bo mester eliminá esaki for di bo aparato.\n\n8. Bo ta bai di akuerdo pa indemnisá, riba bo propio gastu, e @global.app_name, su ofisialnan, empleadonan, konseheronan i agentenan, kontra kualke reklamo ku ta surgi for di bo uso di e aplikashon, hasí dor di kualke terser partido, inkluyendo bo gastu i kostonan.\n\n9. Kompanianan òf produktonan asosiá ku e aplikashon no mester wòrdu interpretá komo rekomendashon di e aplikashon òf di e tim di @global.app_name ni tampoko demostrá un intenshon pa infringi derechonan di propiedat.",
  "Changes to the @global.terms_and_conditions": "Kambionan na e @global.terms_and_conditions",
  "We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.": "Nos por aktualisá nos @global.terms_and_conditions de bes en kuando. Bo ta renunsiá bo derecho di wòrdu notifiká direktamente di kambionan i ta wòrdu konsehá pa revisá e página akí periódikamente pa kualke aktualisashon. Bo uso kontinuo di e aplikashon ta sugerí ku bo ta bai di akuerdo ku siguiente revishonnan di e @global.terms_and_conditions.",
  "Contact Us": "Tuma Kontakto Ku Nos",
  "If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>.\n\n**Last updated: @global.deployment_terms_text**": "Si bo tin kualke pregunta òf sugerensia tokante nos @global.terms_and_conditions, no duda pa tuma kontakto ku nos na <apps@idems.international>.\n\n**Último aktualisashon: @global.deployment_terms_text**",
  "Terms & Conditions": "Término i Kondishonnan",
  "Privacy Policy": "Polítika di Privasidat",
  "By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are:\n1. This is, and will always be, a fully free app.\n2. Your data will never be sold. We are not for profit.\n3. By using the app you are helping to make the app better for you and others.\n4. Your anonymised data may be used for research purposes by our @global.app_name team.": "Dunando bo konsentimentu akí abou bo ta rekonosé ku bo a lesa i aseptá e @global.terms_and_conditions i @global.privacy_policy. E kompromisonan mas importante ta:\n1. Esaki ta, i lo keda semper, un aplikashon kompletamente grátis.\n2. Bo datonan nunka lo no wòrdu bendí. Nos no tei pa hasi ganashi.\n3. Usando e aplikashon bo ta yudando pa hasi e aplikashon mihó pa abo i otronan.\n4. Bo datonan anónimo por wòrdu usá pa propósitonan di investigashon dor di nos tim di @global.app_name.",
  "These policies are still under construction. We value advice and input to improve them.": "E polítikanan akí ta bou di konstrukshon ainda. Nos ta balorá konseho i aporte pa mehorá nan.",
  "I consent to the commitments stated above.": "Mi ta bai di akuerdo ku e kompromisonan menshoná ariba.",
  "Continue": "Kontinuá",
  "Last updated: @global.deployment_terms_text": "Ultimo aktualisashon: @global.deployment_terms_text",
  "You can only move on and access the app if you provide your consent.": "Bo por sigui i haña akseso na e aplikashon solamente si bo duna bo konsentimentu.",
  "Week 1": "Siman 1",
  "Week 2": "Siman 2",
  "Week 3": "Siman 3",
  "Week 4": "Siman 4",
  "Week 5": "Siman 5",
  "Week 6": "Siman 6",
  "test": "tèst",
  "Send this message after your WhatsApp Call": "Manda e mensahe akí despues di bo Yamada di WhatsApp",
  "Hi! Thank you for volunteering to lead the group discussions. \n\n*While engaging with other parents in the group, keep the following in mind*: \n\n👋 Greet parents when engaging with them.\n\n💛 Respect what participants share and be aware of different ages, genders, values and circumstances. \n\n🏅 Encourage parents to share and respond to each other - and praise them for it.\n\n🔔 Remind parents of ground rules when needed.\n\n🔑 Model the behaviour you want to see among the parents.": "Hei! Danki pa ta boluntario pa dirigí e diskushonnan di grupo. \n\n*Miéntras bo ta atendé ku otro mayornan den e grupo, tene lo siguiente na mente*: \n\n👋 Saludá mayornan ora bo ta atendé ku nan.\n\n💛 Respetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balor i sirkunstansia. \n\n🏅 Enkurasha mayornan pa kompartí kontestá otro - i elogia nan pa esaki.\n\n🔔 Kòrda mayornan riba reglanan básiko ora ta nesesario.\n\n🔑 Duna ehèmpel di e komportashon ku bo ke mira bou di e mayornan.",
  "When should the group admin respond to messages?": "Ki ora e atministradó di grupo mester kontestá mensahenan?",
  "⏰ Participants may send messages at any time during the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. \n\n👍 You can also respond to messages with a relevant emoji or short response when you can.": "⏰ Partisipantenan por manda mensahe na kualke momento durante siman. Pa tene bo karga di trabou manehabel, bo por kontestá mensahenan un òf dos biaha pa dia, dependiendo di bo tempu. \n\n👍 Bo por kontestá mensahenan tambe ku un emoji relevante òf un kontesta kòrtiku ora bo por.",
  "Send this message to the group admin volunteers.": "Manda e mensahe akí pa e administradó di grupo boluntario.",
  "Hi!😃Thank you for your message. \n\nMy role with @global.prog_name was limited. I unfortunately will not be further involved with the programme. \n\nIf your WhatsApp Support group is still active, feel free to post your questions in the group. Other parents may be able to support you with helpful suggestions. 💡": "Kon a bai!😃Danki pa bo mensahe. \n\nMi ròl ku @global.prog_name tabata limitá. Lamentablemente lo mi no ta enbolbí mas ku e programa. \n\nSi bo grupo di Sosten di WhatsApp ta aktivo ainda, sinti bo liber pa pone bo preguntanan den e grupo. Otro mayornan kisas por apoyá bo ku sugerensia útil. 💡",
  "Here are some prompts you can use with the parent group: \n\n🎉Let us celebrate our successes! What was something positive you experienced when you tried one of the @global.prog_name skills with your child?\n\n🌱Trying out new skills can be hard at first. What was something *difficult* that you experienced when you tried a @global.prog_name skill with your child at home?\n\n💙You are welcome to use this WhatsApp space to share any questions or experiences you have on your @global.prog_name journey. Remember, I may not always be able to respond, but this is our group – *together we can find all the answers we need*!": "Aki algun instrukshon ku bo por usa ku e grupo di mayor: \n\n🎉Laga nos selebrá nos éksitonan! Kiko tabata algu positivo ku bo a eksperensiá ora bo a purba un di e abilidatnan di @global.prog_name ku bo yu?\n\n🌱Purba abilidatnan nobo por ta difísil na promé instante. Kiko tabata algu *difísil* ku bo a eksperensiá ora bo a purba un abilidat @global.prog_name ku bo yu na kas?\n\n💙Bo ta bon biní pa usa e espasio di WhatsApp akí pa kompartí kualke pregunta òf eksperensia ku bo tin riba bo biahe di @global.prog_name. Kòrda, kisas no ta semper mi por kontestá, pero esaki ta nos grupo – *huntu nos por haña tur e kontesta ku nos mester*!",
  "Alternate Closing Message": "Mensahe di Klousura Alternativo",
  "Thank you for sharing your thoughts 💙\n\nSince we don’t have any volunteers for group admin, I will be closing this WhatsApp Support Group at the end of the Programme. \n\nRemember, you can still continue your @global.prog_name journey with your family!": "Danki pa kompartí bo pensamentunan 💙\n\nKomo ku nos no tin ningun boluntario pa atministrá e grupo, mi lo sera e Grupo di Sosten di WhatsApp akí na final di e Programa. \n\nKòrda, bo por sigui bo biahe di @global.prog_name ku bo famia!",
  "Hello 👋\n\nThank you for sharing your thoughts about the programme. I’m sorry that you’re facing challenges. Here are a couple of things you can try: \n\n1️⃣If there’s a skill or goal that you are finding difficult, remember you can always go back and rewatch the stories. Practice makes perfect! ✨\n\n2️⃣If you feel comfortable, please feel free to chat about the areas you’re finding tough with your peers in the WhatsApp Support Group. Your peers might have some helpful tips 👍\n\nRemember, everyone’s learning journey is unique, and change takes time. But trust me, if you keep practising the skills you’ve learned, you’ll start to see progress. 🏅": "Kon a bai? 👋\n\nDanki pa kompartí bo pensamentunan tokante e programa. Mi ta lamentá ku bo ta konfrontando retonan. Akí tin un par di kos ku bo por purba: \n\n1️⃣Si tin un abilidat òf meta ku bo ta haña difísil, kòrda ku semper bo por bai bèk i wak e historianan di nobo. Mas bo praktiká, mas mihó bo ta bira! ✨\n\n2️⃣Si bo ta sinti bo kómodo, por fabor sinti bo liber pa kòmbersá tokante e áreanan ku bo ta haña difísil ku otronan den e Grupo di Sosten di WhatsApp. Nan por tin algun tep útil 👍\n\nKòrda, tur hende su trayekto di siñamentu ta úniko i kambio ta tuma tempu. Pero konfia mi, si bo sigui praktiká e abilidatnan ku bo a siña, lo bo kuminsá mira progreso. 🏅",
  "Message of Support": "Mensahe di Sosten",
  "Hello 👋\n\nThank you for sharing your feelings. \nIt’s okay to have fears or feel sad when something you’ve been a part of is ending. \n\nRemember, \n\n1️⃣Even though @global.prog_name is ending, your journey can continue. You have gained some ⭐amazing ⭐parenting skills that you can carry with you. \n\n2️⃣The WhatsApp group can be a source of support well beyond the programme. Keep sharing your success and struggles in the WhatsApp Support Group, or with your peers. \n\n3️⃣If you ever want to go back to any parenting skills or goals, you are review our chats. Practise makes perfect ✨\n\nYou did great throughout your @global.prog_name journey!": "Kon a bai?👋\n\nDanki pa kompartí bo sintimentunan. \nTa bon pa tin miedu òf sinti tristu ora algu ku bo tabata parti di dje ta kabando. \n\nKòrda, \n\n1️⃣Ounke @global.prog_name ta kabando, bo biahe por sigui. Bo a gana algun abilidat di edukashon familiar ⭐asombroso ⭐ku bo por karga ku bo. \n\n2️⃣E grupo di WhatsApp por ta un fuente di sosten hopi mas leu ku e programa. Sigui kompartí bo éksito i lucha den e Grupo di Sosten di WhatsApp, òf ku e otronan. \n\n3️⃣Si bo ke bai bèk na kualke abilidat òf meta di edukashon familiar, bo por pasa riba nos kòmbersashonnan. Mas bo praktiká, mas mihó bo ta bira!✨\n\nBo a hasi un hopi bon trabou durante henter bo trayekto di @global.prog_name!",
  "Send this reminder message to the group": "Manda e mensahe di rekordatorio akí pa e grupo",
  "Hello ⭐\n\n👀 I'd like to take a moment to remind everyone about the importance of our group's ground rules. \n\n💚They're here to ensure that all of us feel comfortable sharing and maintain a positive environment. \n\n🌱It's all about making this group a great place for everyone.\n\n❗Please keep in mind that if the ground rules aren't consistently followed, we might need to consider removing members from the WhatsApp group for the well-being of all.\n\nSee you in the next chat session.": "Kon a bai?⭐\n\n👀 Mi ke tuma un ratu pa kòrda tur hende riba e importansia di e reglanan básiko di nos grupo. \n\n💚Nan tei pa garantisá ku nos tur ta sinti nos mes kómodo pa kompartí i mantené un ambiente positivo. \n\n🌱Ta trata di hasi e grupo akí un lugá bon pa tur hende.\n\n❗Por fabor tene na mente ku si no ta sigui e reglanan básiko konsistentemente, nos lo mester konsiderá saka miembronan for di e grupo di WhatsApp pa bienestar di tur hende.\n\nNos ta topa den e siguiente seshon di kòmbersashon.",
  "Send this reminder message to the parent who broke the ground rule": "Manda e mensahe di rekordatorio akí pa e mayor ku a kibra e regla básiko",
  "Hello ⭐\n\n👀 Creating a positive environment in our WhatsApp group is important, and that relies on everyone following the ground rules.\n\n🌱 I believe in the strength of our community. \n\nHowever, if difficulties continue, I may have to consider removing you from the group. \n\nLet's work together to maintain a respectful and supportive atmosphere. \n\nSee you in the next chat session.": "Kon a bai? ⭐\n\n👀 Krea un ambiente positivo den nos grupo di WhatsApp ta importante i esei ta dependé di tur hende pa sigui e reglanan básiko.\n\n🌱 Mi ta kere den e forsa di nos komunidat. \n\nSinembargo, si difikultatnan sigui, lo mi tin ku konsiderá di saka bo for di e grupo. \n\nBan traha huntu pa mantené un ambiente respetuoso i di sosten. \n\nNos ta topa den e siguiente seshon di kòmbersashon.",
  "Send this message to the parent after removing them from the WhatsApp Group": "Manda e mensahe akí pa e mayor despues di a sak'é for di e Grupo di WhatsApp",
  "Hello ⭐\n\n👀 I have noticed despite reminders, the ground rules aren't being followed.\n\n💚Unfortunately I have removed you from the WhatsApp group to maintain a positive environment for everyone.": "Kon a bai?⭐\n\n👀 Mi a nota ku apesar di rekordatorionan, bo no ta siguiendo e reglanan básiko.\n\n💚Lamentablemente mi a saka bo for di e grupo di WhatsApp pa mantené un ambiente positivo pa tur hende.",
  "Notify your supervisor once you remove them. \n\nYou can block the parent if they continue to reach out to you.": "Notifiká bo supervisor unabes bo sak'é. \n\nBo por blòkia e mayor si e sigui buska kontakto bo.",
  "Send this message to the group after removing the parent who broke the ground rule": "Manda e mensahe akí pa e grupo despues di a saka e mayor ku a kibra e regla básiko",
  "Hello Everyone ⭐,\n\n👀 We want our group to be positive for everyone, and that means following the rules.\n\n💚 Unfortunately, someone had to be removed because they weren't following the rules despite reminders.\n\nLet's keep things respectful and supportive.\n\nSee you in the next chat session!": "Kon a bai Tur Hende?⭐,\n\n👀 Nos ke pa nos grupo ta positivo pa tur hende, i esei ta nifiká sigui e reglanan.\n\n💚 Lamentablemente, mester a saka un hende pasobra e no tabata sigui e reglanan apesar di rekordatorionan.\n\nBan mantené rèsptèt i sostené otro. \n\nNos ta topa den e siguiente seshon di kòmbersashon!",
  "Send This Message to the Parent": "Manda e Mensahe Akí pa e Mayor",
  "Hi!😃Thank you for your message. \n\nMy role in this activity is limited to sharing messages in the group only. I unfortunately do not have the capacity to respond to each individual message.😔\n\n🔑 If you are comfortable posting your questions in the group, please feel free to do so during our chat sessions! 💡": "Kon a bai?😃Danki pa bo mensahe. \n\nMi ròl den e aktividat akí ta limitá na kompartí mensahenan den e grupo so. Lamentablemente mi no tin e kapasidat pa kontestá na kada mensahe individual.😔\n\n🔑 Si bo ta sinti bo kómodo pa pone bo preguntanan den e grupo, por fabor sinti bo liber pa hasi esaki durante nos seshonnan di kòmbersashon! 💡",
  "Reminder for Participation": "Rekordatorio pa Partisipashon",
  "🔔 Quick Reminder:\n\nWe all benefit when everyone joins in! Your experiences are important. Share your thoughts and let's keep this group lively and supportive for everyone. 🌷": "🔔 Rekordatorio Rápido:\n\nNos tur ta benefisiá ora tur hende djòin! Bo eksperensianan ta importante. Kompartí bo pensamentunan i ban tene e grupo akí bibu i kaminda nos tur ta sostené otro. 🌷",
  "Praising active parents": "Duna elogio na mayornan aktivo",
  "Big shoutout to those actively participating! \n\n🌟 Your experiences matter. \n\nIf you haven't shared yet, we'd love to hear from you too. \n\nEvery parent is important! 💚": "Un 'shoutout' grandi na esnan ku ta partisipá aktivamente! \n\n🌟 Bo eksperensianan ta importante. \n\nSi bo no a kompartí ainda, nos lo ke tende di bo tambe. \n\nTur mayor ta importante! 💚",
  "Setting expectations for the group": "Pone ekspektativanan pa e grupo",
  "Just a friendly reminder: This group is a safe space for sharing and learning. 💙\n\nWe encourage everyone to participate and make this a positive experience for all. 🌱\n\nLet's build a supportive community together! 🌷": "Djis un rekordatorio amistoso: E grupo akí ta un espasio seif pa kompartí i siña. 💙\n\nNos ta enkurashá un i tur pa partisipá i hasi esaki un eksperensia positivo pa un i tur. 🌱\n\nBan konstruí huntu un komunidat ku ta sostené otro! 🌷",
  "Privately messaging the parent": "Mandando mensahe privá na e mayor",
  "Hi there! 👋 \n\nWe've noticed you haven't shared much in the group. \n\nIs there anything specific you'd like to see or discuss? \n\nYour input is important to us!\n\nFeel free to share your thoughts. 😊": "Hei konta? 👋 \n\nNos a nota ku bo no a kompartí hopi den e grupo. \n\nTin algu spesífiko ku bo ke mira òf diskutí? \n\nBo aporte ta importante pa nos!\n\nSinti bo liber pa kompartí bo pensamentunan. 😊",
  "Directly ask a specific parent to share": "Puntra un mayor spesífiko direktamente pa kompartí",
  "[Enter a Parent's Name], we'd love to hear about your week with @global.prog_name. Would you be interested in sharing how it went?": "[Hinka Nòmber di un Mayor], nos lo ke tende tokante bo siman ku @global.prog_name. Bo ta interesá pa kompartí kon el a bai?",
  "Check if it is a good time for WhatsApp Chat": "Kontrolá si ta un bon momentu pa WhatsApp Chat",
  "Hello Parents, 👋\n\n⏱️I value your time and want to ensure our chat is convenient for everyone. \n\n⭐Does this time work well for our conversations? \n\n🔔Is there another time that works for you? \n\nYour input matters!": "Kon a bai Mayornan? 👋\n\n⏱️Mi ta balorá boso tempu i ke sòru pa nos kòmbersashon kumbiní tur hende. \n\n⭐E orario akí ta funshoná bon pa nos kombersashonnan? \n\n🔔Tin un otro orario ku ta funshoná pa bo? \n\nBo aporte ta importante!",
  "Before hitting send, please make sure to tag a specific parent by typing @Parent’s Name": "Promé ku bo primi manda, por fabor hasi sigur di tag un mayor spesífiko dor di skirbi @Nòmber di Mayor",
  "Angela": "Angela",
  "Roberto": "Roberto",
  "Miguel": "Miguel",
  "Alina": "Alina",
  "Kimberly": "Kimberly",
  "Thalia": "Thalia",
  "Daisy": "Daisy",
  "Daniel": "Daniel",
  "Oma": "Oma",
  "Opa": "Opa",
  "Tania": "Tania",
  "Kevin": "Kevin",
  "Kendrick": "Kendrick",
  "Mia": "Mia",
  "Zulayka": "Zulayka",
  "Bryan": "Bryan",
  "Amy": "Amy",
  "Lisa": "Lisa",
  "Shawn": "Shawn",
  "Research and materials that shaped this programme": "Investigashon i materialnan ku a forma e programa akí",
  "The structure and content of this current programme were drawn and adapted from the following key resource materials:\n\nLachman, J. & Hutchings, J. (2018) _Parenting for Lifelong Health Programme for Young Children – Facilitator Manual_. European Version. Fifth Edition\n\nLachman, J. & Hutchings, J. (2017). _Parenting for Lifelong Health Programme for Young Children. Parent Handbook_. Fourth Edition\n\nDoubt et al. (2015). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Facilitator Manual._ Parenting for Lifelong Health for Teens. Third Edition\n\nDoubt et al. (2016). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Family Guidebook._ Parenting for Lifelong Health for Teens. First Edition\n\nEducation Endowment Foundation. (2018). _Preparing for Literacy: Improving Communication, Language and Literacy in the Early Years_. Education Endowment Foundation.\n\nEducation Endowment Foundation. (2021). _Working with mothers, fathers, and caregivers to Support Children’s Learning_, London: Education Endowment Foundation.\n\nLinehan, M. (2020). _DBT skills training manual: for the therapist. (1st ed)_. EDULP, 2020. Digital book, EPUB\n\nSave the Children's Ready to Learn programming. Evidence-driven, play-based response to the global learning crisis in which millions of children are not gaining the skills they need to succeed in school and life.": "A saka i a adaptá e struktura i kontenido di e programa aktual akí for di e siguiente materialnan klave di rekurso:\n\nLachman, J. & Hutchings, J. (2018) _Parenting for Lifelong Health Programme for Young Children – Facilitator Manual_. European Version. Fifth Edition\n\nLachman, J. & Hutchings, J. (2017). _Parenting for Lifelong Health Programme for Young Children. Parent Handbook_. Fourth Edition\n\nDoubt et al. (2015). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Facilitator Manual._ Parenting for Lifelong Health for Teens. Third Edition\n\nDoubt et al. (2016). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Family Guidebook._ Parenting for Lifelong Health for Teens. First Edition\n\nEducation Endowment Foundation. (2018). _Preparing for Literacy: Improving Communication, Language and Literacy in the Early Years_. Education Endowment Foundation.\n\nEducation Endowment Foundation. (2021). _Working with mothers, fathers, and caregivers to Support Children’s Learning_, London: Education Endowment Foundation.\n\nSave the Children's Ready to Learn programming. Evidence-driven, play-based response to the global learning crisis in which millions of children are not gaining the skills they need to succeed in school and life.\n\nLinehan, M. (2020). _DBT skills training manual: for the therapist. (1st ed)_. EDULP, 2020. Digital book, EPUB.",
  "Step 1: Create a parent group in the App": "Stap 1: Krea un grupo di mayor den e App",
  "This sets up the space where you’ll manage all parents in your group.\n\n1️⃣ Go to _Groups_\n2️⃣ Select _Create New Group_\n3️⃣ Enter the basic details of the group: group name, age group (young children, teens, or mixed) and delivery format (all remote, with in-person opening or closing, or both)\n4️⃣ Save your new group \n\n👉 This is now the “home” where you’ll manage everything for this parent group.": "Esaki ta pone e espasio kaminda bo ta manehá tur mayor den bo grupo.\n\n1️⃣ Bai na _Gruponan_\n2️⃣ Selektá _Krea Grupo Nobo_\n3️⃣ Hinka e detayenan básiko di e grupo: nòmber di grupo, grupo di edat (mucha yòn, hóben, òf kombiná) i forma di duna e seshonnan (tur hende riba distansia, en persona ku un apertura i klousura òf tur dos)\n4️⃣ Warda bo grupo nobo \n\n👉 Esaki ta awor e “kas” kaminda bo ta manehá tur kos pa e grupo mayor akí.",
  "Step 2: Conduct Individual Consultations": "Etapa 2: Hiba Konsultanan Individual",
  "Before the programme begins, call or message each parent.\n\nUse this time to:\n1️⃣ Explain what the programme is about and how it will be delivered (through WhatsApp group sessions and activities at home).\n2️⃣ Share what parents can expect each week (videos, home activities, and group chats).\n3️⃣ Answer any questions or concerns they may have.\n4️⃣ Collect basic information about the parent, their child, and family situation.\n5️⃣ Build a friendly and trusting relationship.\n6️⃣ Encourage them to participate actively in the WhatsApp group.\n\n💡 Tip: Follow the Individual Consultation Guide for sample questions and key points to cover.": "Promé ku e programa kuminsá, yama òf manda un mensahe pa kada mayor.\n\nUsa e tempu akí pa:\n1️⃣ Splika kiko e programa ta trata i kon e lo duna esaki (pa medio di seshonnan i aktividatnan di grupo di WhatsApp na kas).\n2️⃣ Kompartí loke mayornan por spera tur siman (vidionan, aktividatnan na kas, i kòmbersashon den grupo).\n3️⃣ Kontestá kualke pregunta òf prekupashon ku nan por tin.\n4️⃣Tuma informashon básiko tokante e mayor, su yu, i situashon di famia.\n5️⃣ Konstruí un relashon amistoso i di konfiansa.\n6️⃣ Enkurashá nan pa partisipá aktivamente den e grupo di WhatsApp.\n\n💡 Tip: Sigui e Guia di Konsulta Individual pa preguntanan ehèmpel i puntonan klave pa kubri.",
  "Step 3: Complete Parent Profiles": "Etapa 3: Kompletá e profilnan di mayor",
  "During or after each consultation, open your parent group in the app. \n\n1️⃣ Tap _Add Caregiver_\n2️⃣ Fill in the Caregiver Profile \n3️⃣ Save the profile \n4️⃣ Repeat for each caregiver in the group\n\nThis profile captures important background information about the parent, child, and family situation.": "Durante òf despues di kada konsulta, habri bo grupo di mayor den e aplikashon. \n\n1️⃣ Primi _Agregá Kuido_\n2️⃣ Yena e Profil di Kuido \n3️⃣ Warda e profil \n4️⃣Ripití pa kada dunadó di kuido den e grupo\n\nE profil akí ta kapta informashon importante di antesedente tokante e mayor, e yu i e situashon di famia.",
  "Step 4: Create the WhatsApp Group": "Etapa 4: Krea e Grupo di WhatsApp",
  "Save parents’ names and WhatsApp numbers (if available) on your phone\n\nCreate your WhatsApp group with a temporary name, icon, and description.": "Warda nòmber i number di WhatsApp di mayornan (si ta disponibel) riba bo telefòn\n\nKrea bo grupo di WhatsApp ku un nòmber, símbolo i deskripshon temporal.",
  "Use collaborative approach to learning": "Usa aserkamentu di kolaborashon pa siña",
  "In many other programmes, facilitators tell participants what to do and why it is important.\n\nIn @global.prog_name, we do things differently. We like to think of this as a collaborative and participatory approach to learning. As facilitators, you are collaborators or partners working with mothers, fathers, and caregivers to identify plans and practice solutions that will help them improve their lives at home.\n\nIt is helpful to think of mothers, fathers, and caregivers as experts who know their own children and circumstances. Many mothers, fathers, and caregivers will already be practising many positive ways of parenting their children. Others will be able to identify ways of improving their parenting on their own with guidance.\n\nOur job is to support mothers, fathers, and caregivers learn for themselves how to achieve their goals. This sometimes means we have to work harder to ask the right sort of open-ended questions that will help mothers, fathers, and caregivers work out the benefits of positive parenting and nonviolent discipline for their children.\n\nWhen mothers, fathers, and caregivers teach themselves, they learn a skill that will help them for a long time after the programme ends.": "Den hopi otro programa, fasilitadónan ta bisa partisipantenan kiko pa hasi i dikon e ta importante.\n\nDen @global.prog_name, nos ta hasi kosnan diferente. Nos ta mira esaki komo un aserkamentu di kolaborashon i partisipashon pa siña. Komo fasilitadó, boso ta kolaboradó òf partner ku ta traha ku mamanan, tatanan i dunadónan di kuido pa identifiká plannan i praktiká solushonnan ku lo yuda nan mehorá nan bida na kas.\n\nTa bon pa pensa riba mamanan, tatanan i dunadónan di kuido komo ekspertonan ku konosé nan mes yunan i sirkunstansianan. Hopi mama, tata i dunadó di kuido lo ta praktikando hopi manera positivo di edukashon familiar ku nan yunan kaba. Otronan lo por identifiká maneranan di mehorá nan edukashon familiar riba nan mes ku guia.\n\nNos trabou ta pa sostené mamanan, tatanan i dunadónan di kuido pa siña pa nan mes kon pa logra nan metanan. Tin bia esaki ta nifiká ku nos mester traha mas duru pa hasi e tipo di preguntanan habrí korekto ku lo yuda mamanan, tatanan i dunadónan di kuido traha riba e benefisionan di edukashon familiar positivo i disiplina no violento pa nan yunan.\n\nOra mamanan, tatanan i dunadónan di kuido siña nan mes, nan ta siña un abilidat ku lo yuda nan pa hopi tempu despues ku e programa terminá.",
  "Model the behaviour you want to see": "Duna ehèmpel di e komportashon ku bo ke mira",
  "The modelling principle forms the foundation of how we deliver @global.prog_name.\n\nIf we lead sessions in a collaborative approach, praise mothers, fathers, and caregivers often, practise active listening, and use positive instructions, mothers, fathers, and caregivers will do the same with their children.\n\nLikewise, if we tell mothers, fathers, and caregivers what to do, criticise or laugh at them, ignore their needs or concerns, or only say what we do not want them to do, they will do the same.\n\nPractise relaxation activities to help reduce your own stress. It can even just be taking a deep breath. Mothers, fathers, and caregivers will learn from your example and begin to mirror your behaviour.\n\nIn many ways, you are parenting the mothers, fathers, and caregivers in the way that you would like them to parent their children. It really works!": "E prinsipio di duna ehèmpel ta forma e fundeshi di kon nos ta implementá @global.prog_name.\n\nSi nos guia seshonnan den un aserkamentu di kolaborashon, elogiá mamanan, tatanan i dunadónan di kuido ku frekuensia, praktiká skuchamentu aktivo i usa instrukshonnan positivo, mamanan, tatanan i dunadónan di kuido lo hasi meskos ku nan yunan.\n\nAsina tambe, si nos bisa mamanan, tatanan i dunadónan di kuido kiko pa hasi, kritiká òf hari nan, ignorá nan nesesidatnan òf preokupashonnan, òf solamente bisa loke nos no ke pa nan hasi, nan lo hasi meskos.\n\nPraktiká aktividatnan di relahashon pa yuda redusí bo propio strès. E por asta ta djis hala un rosea profundo. Mamanan, tatanan i dunadónan di kuido lo siña for di bo ehèmpel i kuminsá reflehá bo komportashon.\n\nNa hopi manera, bo ta edukando e mamanan, tatanan i dunadónan di kuido di e manera ku bo lo ke pa nan eduká nan yunan. E ta funshoná di bèrdat!",
  "Go at the pace of the group": "Bai segun e ritmo di e grupo",
  "You should always go at your mothers, fathers, and caregivers’ pace when delivering the programme. Make sure that the mothers, fathers, and caregivers in your group have understood the current content before moving on to new content.\n\nThis may mean that you take extra time problem-solve issues that come up during the sessions.": "Semper bo mester bai segun e ritmo di e mama, tata i dunadónan di kuido ora di implementá e programa. Sòru pa e mamanan, tatanan i dunadónan di kuido den bo grupo a komprondé e kontenido aktual promé ku pasa pa kontenido nobo.\n\nEsaki por nifiká ku bo ta tuma tempu èkstra pa solushoná problema ku ta surgi durante e seshonnan.",
  "Make @global.prog_name a happy and safe space to learn": "Hasi @global.prog_name un espasio dushi i sigur pa siña",
  "Everyone likes a place that is warm and inviting. Tips for facilitators to make @global.prog_name a happy place to learn:\n\n1️⃣ Invite mothers, fathers, and caregivers to participate: Notice when someone is holding back and ask if he or she wishes to share an opinion or experience.\n\n2️⃣ Mention that this is a safe and empathetic space where no one will be judged. Experiences shared within the group will be kept confidential.\n\n3️⃣ Make sure that everyone in the room can hear you (and each other).\n\n4️⃣ Sit when you are talking. Be on the same level as the mothers, fathers, and caregivers and sit among them. If possible, try to sit among the mothers, fathers, and caregivers instead of at the front of the group.\n\n5️⃣ Create a comfortable and welcoming place to meet.\n\n6️⃣ Make sure there are enough chairs and that the room is clean. In the summer, use a fan or an air conditioner (if available). You can even decorate the room if you want!\n\n7️⃣ Establish the language needs of the participants.\n\n8️⃣ Respect whatever a parent shares with the group.\n\n9️⃣ There will be lots of laughter in the group but try to laugh with not at a parent even if what they say sounds ridiculous. \n\n🔟Praise mothers, fathers, and caregivers for their effort and dedication.\n\n1️⃣1️⃣ Model the behaviour you want from the mothers, fathers, and caregivers in the way that you treat them.\n\n1️⃣2️⃣ Praise, respect, and reflect on mothers, fathers, and caregivers’ contributions.": "Tur hende ta gusta un lugá ku ta kaluroso i kaminda bo ta sinti bo bon biní. Tepnan pa fasilitadónan pa hasi @global.prog_name un lugá dushi pa siña:\n\n1️⃣ Invitá mamanan, tatanan i dunadónan di kuido pa partisipá: Tuma nota ora un hende wanta su mes atras i puntra si e ta deseá di kompartí un opinion òf eksperensia.\n\n2️⃣ Menshoná ku esaki ta un espasio seif i ku empatia kaminda lo no husga niun hende. Eksperensianan kompartí den e grupo lo keda konfidensial.\n\n3️⃣ Sòru pa tur hende den e kamber por tende bo (i tende otro).\n\n4️⃣ Sinta ora bo ta papiando. Ta na e mesun nivel ku e mamanan, tatanan i dunadónan di kuido i sinta meimei di nan. Si ta posibel, purba di sinta meimei di e mamanan, tatanan i dunadónan di kuido en bes di sinta dilanti di e grupo.\n\n5️⃣ Krea un lugá kómodo i ku ta hasi hende sinti nan mes bon biní pa topa.\n\n6️⃣ Sòru pa tin sufisiente stul i ku e kamber ta limpi. Den temporada di hopi kalor, usa un fèn òf un èrko (si esakinan ta disponibel). Bo por asta dekorá e kamber si bo ke!\n\n7️⃣ Establesé e nesesidatnan di idioma di e partisipantenan.\n\n8️⃣ Respetá loke ku un mayor ta kompartí ku e grupo.\n\n9️⃣ Lo tin hopi harimentu den e grupo pero purba hari ku e mayor i no hari e mayor ounke loke nan ta bisa ta zona ridíkulo.\n\n🔟 Elogiá mamanan, tatanan i dunadónan di kuido pa nan esfuerso i dedikashon.\n\n1️⃣1️⃣ Duna ehèmpel di e komportashon ku bo ke di e mamanan, tatanan i dunadónan di kuido dor di e manera ku bo ta trata nan.\n\n1️⃣2️⃣ Elogiá, respetá i reflehá riba e kontribushonnan di mamanan, tatanan i dunadónan di kuido.",
  "🗓️ Day 4 (e.g., Monday) — Home Practice Reminder": "🗓️ Dia 4 (p.e., Djaluna) — Rekordatorio di Práktika na Kas",
  "Encourage parents to practice their parenting tips at home by reminding them that the key to changing behaviours and attitudes is to practice them in their own lives.": "Enkurashá mayornan pa praktiká nan tepnan di edukashon familiar na kas dor di kòrda nan ku e yabi pa kambia komportashon i aktitut ta pa praktiká nan den nan mes bida.",
  "🗓️ Day 5 (e.g., Wednesday) — Chat Coming Soon": "🗓️ Dia 5 (p.e., Djarason) — 'Chat' Ta Bin Pronto",
  "Remind parents about the session one day before the session takes place. Include any details they may need to attend the session, including time, date, group chat name and how to join the chat.\n\nGive them an idea of what to expect by letting them know what topic you will be discussing in the coming week.\n\nMake sure your message is positive and welcoming and that parents know you are looking forward to hearing from everyone!": "Kòrda mayornan tokante e seshon un dia promé ku e seshon tuma lugá. Inkluí kualke detaye ku nan lo mester pa asistí na e seshon, inkluyendo ora, fecha, nòmber di e kòmbersashon di grupo i kon pa djòin e kòmbersashon.\n\nDuna nan un idea di kiko por spera dor di laga nan sa ki tópiko lo bo ta papiando di dje den e siman benidero.\n\nSòru pa bo mensahe ta positivo i kaluroso i ku mayornan sa ku bo ta ansioso pa tende di tur hende!",
  "What to cover in the WhatsApp Call?": "Kiko pa kubri den e Yamada di WhatsApp?",
  "Some more building blocks for one-on-one time": "Algun komponente básiko mas pa Tempu pa Abo ku Bo Yu",
  "- Use words to describe what your child is doing during One-on-One Time – it shows you are paying attention to them and helps build vocabulary for younger children,\n\n- Allow your child to take the lead during One-on-One time.\n\n- Allow your child to invite you into their world by showing interest in what they are doing.\n\n- Accept and observe instead of asking questions and criticising your child when playing.\n\n- Play at your child’s developmental level and pace.\n\n- Find ways of playing together instead of competitive games during One-on-One time.": "- Usa palabranan pa deskribí kiko bo yu ta hasiendo durante Tempu pa Abo ku Bo Yu – e ta mustra ku bo ta paga tinu na nan i ta yuda konstruí vokabulario pa muchanan mas yòn,\n\n- Permití bo yu tuma e liderazgo durante Tempu pa Abo ku Bo Yu.\n\n- Permití bo yu invitá bo den su mundu dor di mustra interes den loke e ta hasiendo.\n\n- Aseptá i opservá en bes di hasi pregunta i kritiká bo yu ora di hunga.\n\n- Hunga na e nivel i segun e ritmo di desaroyo di bo yu.\n\n- Buska maneranan di hunga huntu en bes di weganan kompetitivo durante Tempu pa Abo ku Bo Yu.",
  "More One-on-One time building blocks for parents with adolescents": "Mas komponentenan básiko di Tempu pa Abo ku Bo Yu pa mayornan ku yunan adolesente",
  "- One-on-One time means giving your full attention to your teen.\n\n- Allow your teen to talk to lead in a conversation or activity.\n\n- Look at your teen while they are speaking.\n\n- Show interest in their story and acceptance of their feelings.": "- Tempu pa Abo ku Bo Yu ta nifiká duna bo atenshon kompletu na bo yu tiner.\n\n- Pèrmití bo yu pa papia pa guia den un kombersashon òf aktividat.\n\n- Wak bo tiner miéntras e ta papia.\n\n- Mustra interes den e loke e ta konta i aseptashon di su sintimentunan.",
  "Key issues to be aware of": "Asuntunan klave pa tene kuenta kuné",
  "In this first module it’s important to create a welcoming space for everyone. \n\nGround rules should be developed at the beginning of the programme and owned by the group – so everybody should agree. \n- Try to help parents make specific rules. \n- Make sure everybody in the group understands each rule and what is required of the group.\n- Help parents to make positive rules! Instead of ‘no criticising’ try ‘provide supportive feedback’.\n- Give parents a chance to debate the rules that are being suggested. This will help everyone to own the final set of rules. \n- Praise suggestions!\n\n**Praise & confidence building**: Remember that just like speaking up in a group for the first time, parents might be feeling nervous. Give parents as much positive reinforcement and thanks for sharing as you can on day one. \n\n**Normalising difficult households**: Make sure you remind parents that no household is perfect! We all have problems and challenges – praise parents regularly for being here because they want to put in the work to change something for the better. \n\n**Confidentiality:** This means that what gets said or circulated in the group, stays in the group! It’s important to be clear right at the beginning what is okay to share with others outside the group and what is not. In order for people to feel comfortable enough to participate, they need to know that they can trust the group with the stories they are sharing – and that these will not be shared outside of the group. Sharing new positive information is absolutely fine, though! \n\nIf there is a need to break confidentiality, it is because a parent has disclosed or has shown evidence or significant risk of harm to themselves or their children (physical, emotional, or physical). The facilitator needs to break confidentiality if there is a risk of self-harm or harm to others. When this happens, the facilitator will ensure that they communicate directly in private with the person in question.": "Den e promé módulo akí ta importante pa krea un espasio kaluroso pa tur hende. \n\nMester desaroyá reglanan básiko na kuminsamentu di e programa i esakinan ta propiedat di e grupo – pues tur hende mester ta di akuerdo. \n- Purba yuda mayornan traha reglanan spesífiko. \n- Sòru pa tur hende den e grupo komprondé kada regla i kiko ta rekerí di e grupo.\n- Yuda mayornan traha reglanan positivo! En bes di ‘no kritiká’ purba ‘duna kontesta di sosten’.\n- Duna mayornan chèns pa debatí riba e reglanan ku a sugerí. Esaki lo yuda tur hende pa ta doño di e sèt final di reglanan. \n- Elogiá sugerensianan!\n\n**Elogio & krea konfiansa**: Kòrda ku meskos ku papia den un grupo pa promé biaha, mayornan por ta sinti nan mes nervioso. Duna mayornan mas tantu afirmashon positivo posibel i yama danki pa kompartí mas tantu ku bo por riba e promé dia. \n\n**Normalisá hogarnan difísil**: Sòru pa bo kòrda mayornan ku ningun kas ta perfekto! Nos tur tin problema i retonan – elogiá mayornan regularmente pa ta akí pasó nan ke duna di nan parti pa kambia algu pa mihó. \n\n**Konfidensialidat:** Esaki ta nifiká ku loke ta wòrdu bisá òf loke ta sirkulá den e grupo, ta keda den e grupo! Ta importante pa ta kla for di kuminsamentu kiko ta bon pa kompartí ku otronan pafó di e grupo i kiko nò. Pa hende por sinti nan mes sufisiente kómodo pa partisipá, nan mester sa ku nan por konfia e grupo ku e historianan ku nan ta kompartí – i ku esakinan lo no wòrdu kompartí pafó di e grupo. Kompartí informashon positivo nobo sí ta hopi bon! \n\nSi tin mester kibra konfidensialidat, ta pasobra un mayor a divulgá òf a mustra evidensia òf riesgo signifikante di daño na su mes òf su yunan (físiko, emoshonal òf físiko). E fasilitadó mester kibra konfidensialidat si tin riesgo di daño propio òf daño na otronan. Ora esaki sosodé, e fasilitadó lo sòru pa e komuniká direktamente den privá ku e persona en kuestion.",
  "Talking about emotions can be new": "Papia tokante emoshon por ta nobo",
  "It is completely normal for parents to have difficulty talking about and expressing emotions and feelings. Parents may be trying to recognise their own emotions and communicate about them for the first time here. Talking about feelings also has the benefit of bringing awareness to positive emotions such as happiness or calmness!": "Ta kompletamente normal pa mayornan tin difikultat pa papia tokante i ekspresá emoshon i sintimentunan. Mayornan por ta purbando di rekonosé nan mes emoshonnan i komuniká tokante nan pa promé biaha akí. Papia tokante sintimentunan tambe tin e benefisio di trese konsientisashon di emoshonnan positivo manera felisidat òf trankilidat!",
  "Emotions and gender": "Emoshonnan i género",
  "Many people are taught not to cry when they are sad. This might be especially true for boys and men. It’s important to understand that boys and men have the same feelings as girls and women, and that sharing emotions does not need to reduce their sense of masculinity. Sharing emotions is a sign of courage and strength.": "Hopi hende ta siña pa no yora ora nan ta tristu. Esaki por ta spesialmente bèrdat pa mucha hòmber i hende hòmber. Ta importante pa komprondé ku mucha hòmber i hende hòmber tin e mesun sintimentunan ku mucha muhé i hende muhé, i ku kompartí emoshonnan no mester redusí nan sentido di maskulinidat. Kompartí emoshon ta un señal di kurashi i forsa.",
  "Accepting negative emotions": "Aseptá emoshonnan negativo",
  "Negative emotions are just as normal as positive emotions! Some parents might feel disrespected when their children display negative emotions. This does not mean that parents are losing control or authority over their child. Parents should encourage children to be aware of their emotions by helping them to name emotions, and to talk about how they are experiencing their emotions as this will help them to regulate their emotions.": "Emoshonnan negativo ta mesun normal ku emoshonnan positivo! Algun mayor por sinti ku nan yunan ta falta rèspèt ora nan yunan ta mustra emoshonnan negativo. Esaki no ta nifiká ku mayornan ta pèrdiendo kòntròl òf outoridat riba nan yu. Mayornan mester enkurashá yunan pa ta konsiente di nan emoshonnan dor di yuda nan nombra emoshonnan, i pa papia tokante kon nan ta eksperensiá nan emoshonnan ya ku esaki lo yuda nan regulá nan emoshonnan.",
  "Keep focus on positive instead of negative behaviour": "Keda enfoká riba komportashon positivo en bes di riba esun negativo",
  "Parents usually only notice the times when children do not follow instructions and miss the times when they do. Parents need to know what behaviour they want to see from their children and start describing that when giving instructions.": "Mayornan por lo general ta ripará solamente e momentunan ku e muchanan no ta sigui instrukshon i ta pèrdè e momentunan ku si nan ta hasié. Mayornan mester sa ki komportashon nan ke mira di nan yunan i kuminsá deskribí esei ora di duna instrukshon.",
  "Giving positive instructions can be challenging at first": "Duna instrukshonnan positivo por ta un reto na promé instante",
  "Learning how to give positive instructions can be challenging for parents at first. They are used to giving instructions in a negative way. Your job as a facilitator is to model how to give positive instructions. In this way, parents are encouraged to give clear, positive instructions.": "Siña kon pa duna instrukshon positivo por ta un reto pa mayornan na promé instante. Nan ta kustumá di duna instrukshon na un manera negativo. Bo trabou komo fasilitadó ta pa duna ehèmpel kon pa duna instrukshonnan positivo. Di e manera ei, mayornan ta ser animá pa duna instrukshonnan kla i positivo.",
  "Supporting children living with disabilities": "Sostené muchanan ku ta biba ku desabilidat",
  "Parents should support their children to be able to follow instructions by thinking about how to break them down into smaller pieces while still allowing their children the space to work independently. This will help children feel more confident while still being supported. They should also allow time and space for children to work things out before interfering.": "Mayornan mester sostené nan yunan pa por sigui instrukshonnan dor di pensa kon pa kibra e instrukshonnan den pida mas chikitu miéntras ku nan ta sigui duna nan yunan e espasio pa traha independientemente. Esaki lo yuda muchanan sinti mas sigur di nan mes miéntras ku nan ta haña sosten. Nan mester duna e muchanan tambe e tempu i espasio pa solushoná nan mes problemanan promé ku intervení.",
  "Praising can feel awkward at first": "Elogiá por sinti straño na promé instante",
  "Many parents don’t have experience of praise or positive attention themselves. They can feel embarrassed or awkward about praising their children. But praising becomes easier with practice – and it is rewarded by the response that children provide to being praised.": "Hopi mayor mes no tin eksperensia di elogio òf atenshon positivo. Nan por sinti berguensa òf sinti inkómodo pa elogiá nan yunan. Pero elogio ta bira mas fásil ku práktika – i e ta wòrdu rekompensá a base di e reakshon ku e muchanan ta duna ora nan haña elogio.",
  "Involving everyone in the household in rules and routines": "Enbolbí tur hende den kas den regla i rutinanan",
  "While it’s important to involve the entire household in making household rules and routines, this can be difficult in some families where decisions are not made together. \n\nYou can explore how discussing different ideas for rules and routines with members of the family can have a positive impact on everyone’s well-being. Children will feel respected and listened to and teens are more likely to follow rules if they have been involved in creating them.": "Ounke ku ta importante pa enbolbí henter e kas den trahamentu di reglanan i rutinanan di kas, esaki por ta difísil den algun famia kaminda no ta tuma desishonnan huntu. \n\nBo por eksplorá kon kombersá tokante diferente idea pa regla i rutina ku miembronan di famia por tin un impakto positivo riba bienestar di tur hende. E muchanan lo sinti nan mes respetá i skuchá i hóbennan tin mas chèns di sigui reglanan si nan tabata enbolbí den kreashon di esakinan.",
  "The importance of sleep and bedtime routines": "E importansia di soño i rutina promé ku bai drumi",
  "Bedtime is one of the most important routines that parents can establish for their children. Children need enough sleep to grow and be healthy. A routine is a good way to help ensure that they get enough sleep. \n\nIt’s also important to stress that parents, too, need to get enough sleep. Sleep deprivation affects everyone’s behaviour! Bedtime routines last about 30 minutes and can involve washing, establishing a quiet and calm environment, singing, or reading to your child and then providing an affectionate goodnight. \n\nBedtime routines can even be helpful for teens. Less screen time and more relaxing activities help a teen get a good night of sleep. The same is true for parents and you!\n\nSome families may live in crowded or stressful environments, or have irregular routines because of shift work or money worries. But even small, predictable bedtime moments can help children feel safe and secure.": "Ora di drumi ta un di e rutinanan mas importante ku mayornan por establesé pa nan yunan. Muchanan mester di sufisiente soño pa krese i ta saludabel. Un rutina ta un bon manera pa yuda garantisá ku nan ta haña sufisiente soño. \n\nTambe ta importante pa enfatisá ku mayornan tambe mester drumi sufisiente. Falta di soño ta afektá komportashon di tur hende! Rutinanan di drumi ta dura mas o ménos 30 minüt i por enserá bañamentu, establesé un ambiente ketu i trankil, kantamentu òf lesa pa bo yu i despues duna un bonochi kariñoso. \n\nRutinanan promé ku drumi por asta ta útil pa hóbennan. Ménos tempu riba pantaya i mas aktividat relahante ta yuda un hóben haña un bon anochi di soño. Meskos ta konta pa mayornan i pa abo!\n\nAlgun famia por ta biba den ambientenan yen di hende òf ku ta kousa strès, òf tin rutinanan iregular pa motibu di trabou di warda òf preokupashonnan di plaka. Pero asta momentunan chikí i predisibel promé ku bai drumi por yuda muchanan sinti nan mes seif i sigur.",
  "Gender": "Género",
  "In some families the rules for boys and girls are different. This is often because of expectations or traditional norms relating to the different roles that boys and girls can play. This is something that could be explored further to see if the different rules are really necessary or are limiting boys or girls. Parents may need support thinking about how this may affect their children.": "Den algun famia e reglanan pa mucha hòmber i mucha muhé ta diferente. Hopi bia esaki ta pa motibu di ekspektativanan òf normanan tradishonal relashoná ku e diferente ròlnan ku mucha hòmber i mucha muhé por hunga. Esaki ta algu ku por eksplorá mas leu pa wak si e diferente reglanan realmente ta nesesario of ta limitando e mucha hòmber of e mucha muhé. Mayornan lo mester di sosten pa pensa riba kon esaki por afektá nan yunan.",
  "Try to avoid misbehaviour in the first place": "Purba di evitá mal komportashon na promé lugá",
  "Parents should try to avoid misbehaviour in the first place. By redirecting a child’s attention away from a problem behaviour towards a positive behaviour, parents can avoid needing to discipline their child. Parents should use redirect before the negative behaviour gets worse by giving a clear and positive instruction towards another activity. In this way they ignore the misbehaviour": "Mayornan mester purba di evitá mal komportashon na promé lugá. Dor di redirigí e atenshon di un mucha for di un komportashon problemátiko pa un komportashon positivo, mayornan por evitá ku nan mester disipliná nan yu. Mayornan mester usa redirekshon promé ku e komportashon negativo bira pió dor di duna un instrukshon kla i positivo pa ku un otro aktividat. Di e forma akí nan ta ignora e mal komportashon",
  "Consequences are not punishments": "Konsekuensianan no ta straf",
  "It is more helpful for parents to think of consequences as opportunities to teach their children that their actions have an impact both on themselves and on others. This, in turn, helps children to learn about responsibility and decision-making.": "Ta mas útil pa mayornan pensa riba konsekuensianan komo oportunidatnan pa siña nan yunan ku nan akshonnan tin un impakto tantu riba nan mes komo riba otronan. Esaki, na su turno, ta yuda muchanan siña tokante responsabilidat i tumamentu di desishon.",
  "Remember: There are no ‘bad’ children…": "Kòrda: No tin mucha 'mala muchal'…",
  "… Just ‘bad’ behaviours! Parents should try to keep their focus on their children’s behaviour. This will help them to remember that children need as much love and nurturing as they can provide.": "… Djis 'mal' komportashon! Mayornan mester purba di tene nan enfoke riba e komportashon di nan yunan. Esaki lo yuda nan kòrda ku muchanan mester di mas tantu amor i kuido ku nan por proveé.",
  "Last module blues": "E laf di e último módulo",
  "The last module of the programme can be emotionally challenging for parents, who may have developed relationships with each other. Many parents will also have come to depend on the support that they get from each other – especially for those who have a lot of challenges at home. It’s important to stress to parents that they can continue to support each other after the programme ends, and with someone taking over the administration of the chat, they can continue to go to the same space and meet the same people for that support.": "E último módulo di e programa por ta emoshonalmente un reto pa mayornan, ku por a desaroyá relashonnan ku otro. Hopi mayor tambe lo a bin ta dependé di e sosten ku nan ta haña di otro – spesialmente pa esnan ku tin hopi reto na kas. Ta importante pa enfatisá serka mayornan ku nan por sigui sostené otro despues ku e programa kaba i ku si un hende tuma riba su mes e atministrashon di e kòmbersashon, nan por sigui bai na e mesun espasio i topa e mesun hendenan pa e sosten ei.",
  "Prepare for certificates": "Prepará pa sertifikado",
  "1️⃣ **Review reports**: Take a quick look at your group’s reports and make sure you have filled the attendance accurately. This helps make sure no parent misses out. \n\n2️⃣ **Reach out to your supervisor**: Let your supervisor know the program has finished and that parents in your group are ready for certificates. This gives them a heads-up to prepare the files for you.\n\n3️⃣ **Receive certificates from your supervisor**: Your supervisor will generate the certificates for all eligible parents. Coordinate with your supervisors to receive the copies of the certificates.\n\nFor an in-person closing session, you can print the certificates. \n\nFor an online closing session, you can send the certificates as image via WhatsApp.": "1️⃣ **Repasá rapòrtnan**: Tira un bista rápido riba e rapòrtnan di bo grupo i sòru pa bo a yena e asistensia korektamente. Esaki ta yuda sigurá ku ningun mayor no ta kai afó. \n\n2️⃣ **Tuma kontakto ku bo supervisor**: Laga bo supervisor sa ku e programa a kaba i ku mayornan den bo grupo ta kla pa sertifikado. Esaki ta dun'e un chèns pa prepará e failnan pa bo.\n\n3️⃣ **Risibí sertifikado di bo supervisor**: Bo supervisor lo generá e sertifikadonan pa tur mayor ku ta bini na remarke. Kordiná ku bo supervisornan pa risibí e kopianan di e sertifikadonan.\n\nPa un seshon di klousura en persona, bo por imprimí e sertifikadonan. \n\nPa un seshon di klousura ònlain, bo por manda e sertifikadonan komo imágen via WhatsApp.",
  "Welcome to the @global.prog_name programme!\n\nThank you for your commitment and dedication to supporting children and families in your community.\n\n@global.prog_name is a group-based family strengthening programme for families with children and teens ages 2 to 17. \n\nIt has been designed specifically with the goal of promoting positive parent-child relationships to reduce the risk of physical and emotional child abuse and neglect in the communities.": "Bon Bini na e programa @global.prog_name!\n\nDanki pa bo kompromiso i dedikashon pa sostené muchanan i famianan den bo komunidat.\n\n@global.prog_name ta un programa di fortalesimentu di famia basá riba grupo pa famianan ku yu i hóbennan di edat 2 pa 17.\n\nA diseña esaki spesífikamente ku e meta di promové relashonnan positivo entre mayor i yu pa redusí e riesgo di abusu i negligensia físiko i emoshonal di mucha den e komunidatnan.",
  "@global.prog_name was developed by the Ministry of Social Development, Labour, and Welfare, UNICEF the Netherlands, Parenting for Lifelong Health, in partnership with the Parenting Commission in Curaçao.\n\nBased on the original programme by Jenny Doubt, Jamie M. Lachman, Sussie Mjwara, Marija Raleva, and Jennel Reyes, with Yuanling Chen and Stephanie Eagling-Peche, licensed under CC BY-SA 4.0. \n\nAdapted by Judiska Cijntje, Peggy Grootens, Yanieck Abdoelrahman - de Wolff, Ytske van Winden, Ana Pro Deepali Barapatre, Jenny Doubt, and Jamie M. Lachman under the same license.\n\n@global.prog_name is part of a larger initiative called Parenting for Lifelong Health (PLH).": "Ministerio di Desaroyo Sosial, Labor, i Bienestar, UNICEF Hulanda, Parenting for Lifelong Health, den kolaborashon ku Parenting Commission na Curaçao a desaroyá @global.prog_name.\n\nBasá riba e programa original di Jenny Doubt, Jamie M. Lachman, Sussie Mjwara, Marija Raleva i Jennel Reyes, ku Yuanling Chen i Stephanie Eagling-Peche, lisensiá bou di CC BY-SA 4.0.\n\nAdaptá pa Judiska Cijntje, Peggy Grootens, Yanieck Abdoelrahman - de Wolff, Ytske van Winden, Ana Pro, Deepali Barapatre, Jenny Doubt, i Jamie M. Lachman bou di e mesun lisensia.\n\n@global.prog_name ta parti di un inisiativa mas grandi yamá Parenting for Lifelong Health (PLH).",
  "The overall goal of @global.prog_name is to provide parents with the skills to promote healthy child development, learning, and wellbeing. We achieve this goal by improving the following: \n\n- **Parent sense of responsibility and commitment**: Recognise and embrace their essential role in raising children.\n\n- **Parenting knowledge, skill, and sense of competence**: Gaining practical skills and confidence in parenting\n\n- **Parent knowledge in child development**: Understanding key stages of child development and age-appropriate needs.\n\n- **Positive parenting behaviour**: Encouraging nurturing, respectful, and supportive interactions.\n\n- **Positive, consistent discipline strategies**: Using calm, constructive, and consistent discipline.\n\n- **Parental supervision of children**: Ensuring safe, attentive, and appropriate supervision.\n\n- **Child behaviour and wellbeing**: Promoting healthy emotional and social development.\n\n- **Caregiver mental health and social support**: Enhancing wellbeing through community support and self-care.": "E meta general di @global.prog_name ta pa proveé mayornan ku e abilidatnan pa promové desaroyo, siñamentu i bienestar saludabel di mucha. Nos ta logra e meta akí dor di mehorá lo siguiente: \n\n- **Sentido di responsabilidat i kompromiso di mayor**: Rekonosé i brasa nan ròl esensial den edukashon di yu.\n\n- **Konosementu di edukashon familiar, abilidat i sentido di ta kompetente **: Haña abilidatnan práktiko i konfiansa den edukashon familiar\n\n- **Konosementu di mayor den desaroyo di mucha**: Komprondementu di fasenan klave di desaroyo di mucha i nesesidatnan apropiá pa edat.\n\n- **Komportashon positivo di edukashon familiar**: Enkurashá interakshonnan di kuido, respetuoso i di sosten.\n\n- **Strategianan di disiplina positivo i konsistente**: Usando disiplina trankil, konstruktivo i konsistente.\n\n- **Supervishon di mayornan riba yunan**: Garantisá supervishon sigur, atento i apropiá.\n\n- **Komportashon di mucha i bienestar **: Promové desaroyo emoshonal i sosial saludabel.\n\n- **Salú mental i sosten sosial di e dunadó di kuido**: Mehorá bienestar pa medio di sosten di komunidat i kuido propio.",
  "The core programme focuses on one module each week over six weeks. \nThe core modules are presented in this order: \n\nModule 1 – Introduction and spending one-on-one time with your child\n\nModule 2 – Talking about feelings\n\nModule 3 – Keeping it Positive: Giving instructions & delivering praise\n\nModule 4 – Keeping your child safe with household rules & routines\n\nModule 5 – Positive discipline: Using redirect and consequences\n\nModule 6 – Problem-solving with children & final reflection": "E programa sentral ta enfoká riba un módulo kada siman durante seis siman.\nTa presentá e módulonan sentral den e sekuensia akí:\n\nMódulo 1 – Introdukshon i tempu pa abo ku bo yu\n\nMódulo 2 – Papia riba emoshon\n\nMódulo 3 – Keda positivo: Duna instrukshon & duna elogio \n\nMódulo 4 – Mantené bo yu seif ku reglanan di kas i rutinanan diario\n\nMódulo 5 – Disiplina positivo: Usa método di rederigí i konsekuensianan \n\nMódulo 6 – Resolvé problema huntu ku mucha i reflekshon final",
  "The key approach to @global.prog_name is that we draw on the shared wisdom and experience of our parents to help brainstorm and problem-solve the challenges we want to tackle at home. That means that we want everybody to pool their ideas so that we all develop and practice new skills. \n\nParents are welcome to share in whatever way they are most comfortable: text or audio messages. \n\nThe foundation for this programme is the idea that parents want to strengthen their relationships with their kids in order to build a healthy home. That’s why they are here! \n\nThe programme encourages positive interactions between parents and kids by helping parents to develop skills around praising good behaviour, spending quality time, and talking about feelings. \n\nIf parents are spending time reinforcing positive behaviours with praise, then parents will have to do less work managing problem behaviours. \n\nOther skills that the programme introduces to manage unwanted behaviours include ignoring and redirecting negative attention-seeking behaviours and introducing consequences. \n\nThe notion that children are kept safe by establishing rules and routines, planning for any risks, and surrounding them with as much care as possible underscores the entire programme.\n\nThe programme uses online messaging platforms that are familiar to parents (e.g., WhatsApp, Viber, Telegram, Facebook Messenger, etc.). \n\nThe main teaching method in this programme is to do activities together to enable learning through doing instead of learning through being told. This method helps participants to learn both during the sessions and at home. \n\nThis is because we all remember and understand things much better when we have done them ourselves.": "E aserkamentu klave pa @global.prog_name ta ku nos ta usa e sabiduria i eksperensia kompartí di nos mayornan pa yuda pensa huntu i solushoná problema pa loke ta trata e retonan ku nos ke atendé na kas. Esei ta nifiká ku nos ke pa tur hende pone nan ideanan huntu pa nos tur desaroyá i praktiká abilidatnan nobo.\n\nMayornan ta bon biní pa kompartí na kualke manera ku nan ta mas kómodo: mensahenan di teksto òf oudio.\n\nE fundeshi pa e programa akí ta e idea ku mayornan ke fortalesé nan relashonnan ku nan yunan pa asina konstruí un hogar salú. Ta p’esei nan ta akí!\n\nE programa ta enkurashá interakshonnan positivo entre mayornan i muchanan dor di yuda mayornan desaroyá abilidatnan ku ta enserá elogiá bon komportashon, pasa tempu di kalidat i papia tokante sintimentunan.\n\nSi mayornan ta dediká tempu na reforsá komportashonnan positivo ku elogio, e ora ei mayornan lo mester hasi ménos trabou pa manehá komportashonnan problemátiko.\n\nOtro abilidatnan ku e programa ta introdusí pa manehá komportashonnan indeseá ta inkluí ignorá i redirigí komportashonnan negativo di buska atenshon i introdusí konsekuensianan.\n\nE idea ku ta tene muchanan seif dor di establesé reglanan i rutinanan, plania pa kualke riesgo, i rondoná nan ku mas tantu kuido posibel ta sirbi komo un base pa henter e programa.\n\nE programa ta usa plataformanan di mensahe ònlain ku ta konosí pa mayornan (p.e., WhatsApp, Viber, Telegram, Facebook Messenger, etc.).\n\nE método prinsipal di enseñansa den e programa akí ta pa hasi aktividatnan huntu pa permití siñamentu dor di hasi en bes di siña dor di wòrdu bisá kiko pa hasi. E método akí ta yuda e partisipantenan siña tantu durante e seshonnan komo na kas.\n\nEsaki ta pasobra nos tur ta kòrda i komprondé kosnan muchu mas mihó ora nos mes a hasi nan.",
  "_Only if you are delivering in-person session for your parent group_\n\n- Make sure all materials and venues are prepared in advance of the session.\n\n- Greet caregivers when they arrive at the session.\n\n- Create a safe, comfortable and empathetic space, make them feel welcome with a smile and eye contact.\n\n- Understand the relationship between the parent and their children. Remember that each relationship will be different.\n\n- Remember that every child develops at different speeds and stages. \n\n- Respect what participants share and be aware of different ages, genders, values, and circumstances. \n\n- Encourage caregivers to share and respond to each other - and praise them when they do it!\n\n- Remind caregivers of group rules when needed.\n\n- Notice when a parent is quiet or struggles with something and provides support. \n\n- Model the behaviour you want to see among the mothers, fathers, and caregivers. \n\n- Use energisers to keep live interactions engaging and fun.": "_Solamente si bo ta fasilitando seshon en persona pa bo grupo di mayor_\n\n- Sòru pa tur material i lugá ta prepará promé ku e seshon.\n\n- Saludá e dunadónan di kuido ora nan yega na e seshon.\n\n- Krea un espasio seif, kómodo i empatiko, laga nan sinti nan mes bon biní ku un sonrisa i kontakto visual.\n\n- Komprondé e relashon entre e mayor i su yunan. Kòrda ku kada relashon lo ta diferente.\n\n- Kòrda ku kada mucha ta desaroyá na diferente ritmo i fase.\n\n- Respetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balornan i sirkunstansia.\n\n- Enkurashá dunadónan di kuido pa kompartí i reakshoná riba otro su aporte - i elogiá nan ora nan hasié!\n\n- Kòrda dunadónan di kuido riba reglanan di grupo ora ta nesesario.\n\n- Ripará ora un mayor ta ketu òf ta lucha ku algu i brinda sosten.\n\n- Duna ehèmpel di e komportashon ku bo ke mira bou di e mamanan, tatanan i dunadónan di kuido.\n\n- Usa aktividatnan ku ta duna energia pa tene interakshonnan bibu atraktivo i dibertido.",
  "It’s important to be **well prepared**. This shows respect for the parents and will help ensure that they get as much out of the module as they can. \n\nEach module begins with ways you can prepare to deliver a session.\n\nBefore the day begins:\n\n1️⃣ Ensure you know what needs to take place. \n\n2️⃣ On Learn with a Story, Home Practice Reminder and Chat Coming Soon that means thinking through when you will send messages.\n\n3️⃣ On Let’s Connect that means re-reading the module you will be giving, scrolling through messages that parents have sent about home practice (if any) and making sure that you are absolutely clear on what needs to take place. \n\n4️⃣ Go through any notes you have to personalise or direct message parents as necessary. This will also help you to remember what took place and prepare you for the next module.\n\n5️⃣ Ensure that any technology that you need is prepared: Phones charged, videos, recordings and illustration files have been tested and are ready to upload, internet connection secure. Make a back-up plan for any tech failures – including alternative ways to communicate with parents and re-scheduling group sessions if needed.\n\n6️⃣ If you’re creating audio or video files of yourself to upload, make sure that the audio or video message is as clear as possible – they don’t need to be professional, but they do need to communicate clearly! Make sure there’s enough light and that you are clearly visible, don’t change the direction of the video you are shooting (for video), avoid background sounds and speak clearly.": "Ta importante pa ta **bon prepará**. Esaki ta mustra rèspèt pa e mayornan i lo yuda nan pa saka mas tantu for di e módulo ku nan por.\n\nKada módulo ta kuminsá ku maneranan ku bo por prepará pa fasilitá un seshon.\n\nPromé ku e dia kuminsá:\n\n1️⃣ Sòru pa bo sa kiko mester tuma lugá.\n\n2️⃣ Pa loke ta trata Siña ku un Historia, Rekordatorio di Práktika na Kas i 'Chat' Ta Bin Pronto esei ta nifiká pensa riba ki ora bo ta bai manda mensahenan.\n\n3️⃣ Pa loke ta trata Let’s Connect esei ta nifiká bolbe lesa e módulo ku bo ta bai duna, pasa dor di mensahenan ku mayornan a manda tokante práktika na kas (si tin) i sòru pa bo ta kompletamente konsiente di kiko mester tuma lugá.\n\n4️⃣ Pasa dor di kualke nota ku bo tin pa personalisá òf manda un mensahe direkto mayornan segun ta nesesario. Esaki lo yuda bo tambe pa kòrda kiko a tuma lugá i prepará bo pa e siguiente módulo.\n\n5️⃣ Sòru pa kualke teknologia ku bo mester, ta prepará: Telefònnan kargá, tèst vidionan, grabashonnan i failnan di ilustrashon i nan ta kla pa subi, konekshon di internèt sigur. Traha un plan B pa kualke fayo di teknologia – inkluyendo maneranan alternativo pa komuniká ku mayornan i re-programá seshonnan di grupo si ta nesesario.\n\n6️⃣ Si bo ta kreando failnan di oudio òf vidio di bo mes pa subi, sòru pa e mensahe di oudio òf vidio ta mas kla posibel – nan no mester ta profeshonal, pero nan mester trese e mensahe ku klaridat! Sòru pa tin sufisiente lus i ku bo ta bon visibel, no kambia e direkshon di e vidio ku bo ta grabando (ora ta trata vidio), evitá zonidonan di fondo i papia kla.",
  "Encourage parents to practice their parenting tips at home by reminding them that the key to changing behaviours and attitudes is to practice them in their own lives. \n\nYou will send two reminders during the week:": "Enkurashá mayornan pa praktiká nan tepnan di edukashon familiar na kas dor di kòrda nan ku e yabi pa kambia komportashon i aktitut ta pa praktiká nan den nan mes bida.\n\nLo bo manda dos rekordatorio durante siman:",
  "At the end of every Let’s Connect session, you will be asked to complete a short report in the app. This includes recording parent attendance, reflecting on how the session went, and noting any challenges you faced and what you might try differently next time.\n\nThese reports are not just about record-keeping—they are a chance for you to pause, reflect, and learn from your own experience. Each session brings something new, and taking a few minutes to capture your thoughts can help you build confidence, celebrate what went well, and identify small changes that can make the next session even smoother.\n\nBased on the attendance you record, the Actions tab will highlight parents who have missed two sessions in a row. This makes it easier for you to notice families who might need some extra encouragement. By reaching out early, you can help them feel supported and keep them engaged in the programme.": "Na final di kada seshon di Let’s Connect, lo pidi bo pa kompletá un rapòrt kòrtiku den e aplikashon. Esaki ta inkluí anotá asistensia di mayornan, reflehá riba kon e seshon a bai i anotá kualke reto ku bo a enfrentá i kiko bo por purba diferente otro biaha.\n\nE rapòrtnan akí no ta djis tokante mantenshon di registro—nan ta un chèns pa bo para ketu, reflehá i siña for di bo propio eksperensia. Kada seshon ta trese algu nobo, i tumando algun minüt pa kapta bo pensamentunan por yuda bo krea konfiansa, selebrá loke a bai bon, i identifiká kambionan chikí ku por hasi e siguiente seshon kana mas mihó ainda.\n\nA base di e asistensia ku bo ta registrá, e página di Akshonnan lo pone énfasis riba mayornan ku a pèrdè dos seshon tras di otro. Esaki ta hasié mas fásil pa bo nota famianan ku kisas mester di algun enkurashamentu èkstra. Dor di yega trempan, bo por yuda nan sinti nan mes sostené i tene nan enbolbí den e programa.",
  "Once you have selected a volunteer to be group admin, schedule a WhatsApp call with them.\n\nWhen you’re done with the call, you can send the guidelines as messages to remind them what you discussed.": "Unabes bo a selektá un boluntario pa ta atministradó di grupo, programá un yamada di WhatsApp kuné.\n\nOra bo kaba ku e yamada, bo por manda e reglanan komo mensahenan pa rekordá nan kiko bo a papia di dje.",
  "If parents or group admins reach out to you after the group has ended, it means that you have been helpful to them, which is amazing! \n\nParents may see you as a source of support outside of @global.prog_name, but it is important to keep things balanced. \n\nShare this message to gently guide the parents to other places for support.": "Si mayornan òf atministradónan di grupo yega serka bo despues ku e grupo a kaba, esei ta nifiká ku bo a yuda nan, loke ta asombroso!\n\nMayornan por mira bo komo un fuente di sosten pafó di @global.prog_name, pero ta importante pa tene kosnan balansá.\n\nKompartí e mensahe akí pa guia e mayornan suavemente na otro lugánan pa sosten.",
  "After your call with the new group admin, you can share these prompts to support them with leading the chat sessions.": "Despues di bo yamada ku e atministradó nobo di e grupo, bo por kompartí e preguntanan akí pa sostené nan ku liderazgo di e seshonnan di kòmbersashon.",
  "It may be difficult to find volunteers to become group admin. If no one volunteers to lead the group, you can send the message below to close the group. \n\nWait a couple days before closing because someone might still volunteer!": "E por ta difísil pa haña boluntarionan pa bira atministradó di grupo. Si niun hende no bira boluntario pa dirigí e grupo, bo por manda e mensahe akí bou pa sera e grupo. \n\nWarda un par di dia promé ku sera pasobra un hende por ke bira boluntario ainda!",
  "This app will guide you on what to do each week. It describes the activities in detail. It provides possible questions that you can ask for discussions and parenting stories.\n \nHowever, the content of the programme is only a small part of what it takes to deliver @global.prog_name. \nMuch of the benefit that your parents will receive comes from the way that you deliver it. \n\n**There are 8 core Principles to facilitating @global.prog_name in the best possible way**:": "E aplikashon akí lo guia bo riba kiko pa hasi tur siman. E ta deskribí e aktividatnan den detaye. E ta proveé posibel preguntanan ku bo por hasi pa diskushonnan i historianan di edukashon familiar.\n \nSinembargo, e kontenido di e programa ta solamente un parti chikí di loke ta nesesario pa fasilitá @global.prog_name. \nHopi di e benefisio ku bo mayornan lo risibí ta bini di e manera ku bo ta fasilitá esaki. \n\n**Tin 8 Prinsipio sentral pa fasilitá @global.prog_name na e mihó manera posibel**:",
  "1️⃣ Use a collaborative approach to learning.\n\n2️⃣ Model the behaviour you want to see in the way that you behave towards participants.\n\n3️⃣ Practice A-E-C-P: Accept, Explore, Connect, and Practice. \n\n4️⃣ Be aware of child developmental stages. \n \n5️⃣ Go at your participants’ pace.\n\n6️⃣ Come prepared for each session. \n\n7️⃣ Make @global.prog_name a happy place to learn.\n\n8️⃣ Don’t be afraid to have fun!": "1️⃣ Usa un aserkamentu kolaborativo pa siña.\n\n2️⃣ Duna ehèmpel di e komportashon ku bo ke mira den e manera ku bo ta komportá bo mes pa ku partisipantenan.\n\n3️⃣ Praktiká A-E-K-P: Aseptá, Eksplorá, Konektá i Praktiká. \n\n4️⃣ Tene kuenta ku e fasenan di desaroyo di mucha. \n \n5️⃣ Bai segun e ritmo di bo partisipantenan.\n\n6️⃣ Bin prepará pa kada seshon. \n\n7️⃣ Hasi @global.prog_name un lugá dushi pa siña.\n\n8️⃣ No tene miedu di dibertí!",
  "In some programmes, facilitators tell participants what to do and why it is important. Participants are used to this because many education systems are delivered in a didactic, teacher-knows-best manner. \n\nIn the @global.prog_name, we do things differently. We like to think of this as a collaborative approach to learning. As facilitators, we are **collaborators or partners** working with parents to identify plans and practice solutions that will help them to improve life at home.\n**It is helpful to think of the participants as the experts.**\n \nMany of the parents will already be practicing lots of positive ways of parenting with their children. Others will be able to identify ways of improving their parenting on their own with guidance. **Our job is to help parents learn for themselves how to achieve their goals.**\nThis sometimes means we have to work harder to ask the right sort of open-ended questions that will help participants work out the benefits of positive parenting and relationship building. **When participants are able to teach themselves on how to relate and behave, they learn a skill that will help them for a long time after the programme ends.**": "Den sierto programa, fasilitadónan ta bisa partisipantenan kiko pa hasi i dikon e ta importante. Partisipantenan ta kustumbrá ku esaki pasobra ta duna hopi sistema di edukashon na un manera didáktiko, kaminda ta e maestro sa mihó. \n\nDen @global.prog_name, nos ta hasi kosnan diferente. Nos ta mira esaki komo un aserkamentu di kolaborashon pa siña. Komo fasilitadó, nos ta **kolaboradó òf partner** traha ku mayornan pa identifiká plannan i praktiká solushonnan ku lo yuda nan mehorá bida na kas.\n**Ta bon pa pensa riba e partisipantenan komo e ekspertonan.**\n\nHopi di e mayornan ya lo ta praktikando hopi manera positivo di edukashon familiar ku nan yunan kaba. Otronan lo por identifiká maneranan di mehorá nan edukashon familiar riba nan mes ku guia. **Nos trabou ta pa yuda mayornan siña pa nan mes kon pa logra nan metanan.**\nTin bia esaki ta nifiká ku nos mester traha mas duru pa hasi e tipo di preguntanan habrí korekto ku lo yuda e partisipantenan traha riba e benefisionan di edukashon familiar positivo i di konstruí relashon. **Ora partisipantenan por siña nan mes kon pa relashoná i komportá nan mes, nan ta siña un abilidat ku lo yuda nan pa hopi tempu despues ku e programa terminá.**",
  "The modelling principle is at the foundation of how we deliver the @global.prog_name. \nIf we lead sessions in a collaborative approach, praise parents often, practice active listening (by acknowledging messages), and use positive instructions, parents will do the same with their children. Likewise, if we tell parents what to do, criticize them, ignore their needs or concerns, or only say what we do not want them to do, they will do the same.\n\nFacilitators need to model all the different Core Principles in this programme. \n\nFor example, when you praise your participants, do not add any buts, ifs, or any other criticisms! Use transition warnings. Give positive, specific instructions that say the behaviour you want to see in the participants. Some behaviours may need to be addressed directly such as participants being offensive to an individual or the group.\n\nUse praise to encourage participants to arrive on time for sessions, to complete their home activities, and when they accomplish something very challenging. Practice Taking a Pause to help reduce your own stress.\n\nThe participants will learn from your example and begin to mirror your behaviour, too.\n\n**It really works!**": "E prinsipio di duna ehèmpel ta forma e fundeshi di kon nos ta implementá @global.prog_name. Si nos guia seshonnan den un aserkamentu di kolaborashon, elogiá mayornan ku frekuensia, praktiká skuchamentu aktivo (dor di rekonosé e mensahe) i usa instrukshonnan positivo, mayornan lo hasi meskos ku nan yunan. Asina tambe, si nos bisa mayornan kiko pa hasi, kritiká nan, ignorá nan nesesidatnan òf preokupashonnan, òf solamente bisa loke nos no ke pa nan hasi, nan lo hasi meskos.\n\nFasilitadónan tin di duna ehèmpel di tur e diferente Prinsipionan Prinispal den e programa akí.\n\nPor ehèmpel, ora bo ta elogiá bo partisipantenan, no agregá ningun 'pero', 'si', òf ningun otro krítika! Usa atvertensia di transishon. Duna instrukshonnan positivo i spesífiko ku ta indiká e komportashon ku bo ke mira den e partisipantenan. Lo mester atendé sierto komportashon direktamente manera ora ta trata partisipantenan ku ta ofensivo pa ku un individuo òf e grupo.\n\nUsa elogio pa enkurashá partisipantenan pa yega na tempu pa seshonnan, pa kompletá nan aktividatnan na kas i ora nan logra algu hopi difísil. Praktiká Tuma un Pousa pa yuda redusí bo propio strès.\n\nE partisipantenan lo siña for di bo ehèmpel i kuminsá reflehá bo komportashon tambe.\n\n**E ta funshoná di bèrdat!**",
  "The @global.prog_name introduces many concepts and practices that are new to parents. Sometimes, participants will initially resist learning a new approach with their children. Other times, they will have difficulty understanding some of the more complex practices like distinguishing between punishment and discipline. Facilitators should always go at the participants’ pace when delivering the programme. \n\nMake sure that the participants in your group have learned a specific parenting or relationship building skill before moving on to the next one.": "E @global.prog_name ta introdusí hopi konsepto i práktika ku ta nobo pa mayornan. Tin bia, partisipantenan lo resistí na promé instante pa siña un aserkamentu nobo ku nan yunan. Otro bia, nan lo tin difikultat pa komprondé algun di e práktikanan mas kompleho manera distinguí entre straf i disiplina. Fasilitadónan semper mester bai segun e ritmo di e partisipantenan ora di fasilitá e programa.\n\nSòru pa e partisipantenan den bo grupo a siña un abilidat spesífiko di edukashon familiar òf di konstruí relashon promé ku pasa pa e siguiente.",
  "A-E-C-P is a core building block in the collaborative approach to facilitating the @global.prog_name. It is also important to model Active Listening so that parents begin to do the same with their own children. \nWe like to think of 4 key steps facilitating a discussion with the participants:  Acceptance, Exploration, Connection, and Practice.": "A-E-K-P ta un elemento esensial den e aserkamentu di kolaborashon pa fasilitá e @global.prog_name. Tambe ta importante pa duna ehèmpel di Skuchamentu Aktivo pa asina mayornan kuminsá hasi meskos ku nan mes yunan.\nNos ta usa 4 paso klave ku ta fasilitá un diskushon ku e partisipantenan: Aseptashon, Eksplorashon, Konekshon i Práktika.",
  "It is important to be aware of different competencies and characteristics of children at different stages. \nThe characteristics of children can shape parents’ expectations, goals, and activities with their children. \n\nIt may be that the challenges and problems that parents face are rooted in expecting children to behave in ways that they are not yet developmentally ready for.": "Ta importante pa ta konsiente di diferente kompetensia i karakterístika di muchanan den diferente fase.\nE karakterístikanan di muchanan por forma e ekspektativanan, metanan i aktividatnan di mayornan ku nan yunan.\n\nE por ta asina ku e retonan i problemanan ku mayornan ta enfrentá tin di aber ku mayornan ta spera ku nan yunan ta komportá nan mes na maneranan ku nan no ta kla pe ainda segun nan desaroyo.",
  "The more you prepare for each session, the easier time you will have in delivering the material. You will feel more relaxed and be more receptive to how participants are feeling and to their experiences. Read through the manual the night before each session. Write down any notes or reminders that might be helpful for particular activities. Sometimes, the participants will not initially understand what you are asking them if you say the exact words in the manual. It can be helpful to write different ways of asking the discussion questions.\n \nIf you don’t understand something or forget how to do an activity, ask! You can also message or call another facilitator or your supervisor prior to the module. Look through your participant profiles to review each person’s progress in the programme and to remember any special needs or concerns. This is particularly important for the goals that participants set themselves at the end of the session and the discussion on home activities. Start preparing before the next module. You want to be relaxed and ready to go!\n\nRemember that this app is just a guide. While it is very important that you deliver the programme content as it was designed, it is also important that you find ways to make it your own.": "Mas bo prepará pa kada seshon, mas fásil lo ta pa duna e material. Lo bo sinti bo mas relahá i ta mas reseptivo pa kon e partisipantenan ta sinti i pa nan eksperensianan. Lesa e manual e anochi promé ku kada seshon. Skibi kualke nota òf rekordatorio ku por ta útil pa aktividatnan partikular. Tin bia, e partisipantenan lo no komprondé na promé instante kiko bo ta puntra nan si bo bisa e palabranan eksakto den e manual. E por ta útil pa skibi diferente manera di hasi e preguntanan di diskushon.\n \nSi bo no ta komprondé algu òf bo a lubidá kon pa hasi un aktividat, puntra! Tambe bo por manda un mensahe pa un otro fasilitadó òf bo supervisor promé ku e módulo. Wak den bo profilnan di partisipante pa revisá e progreso di kada persona den e programa i pa kòrda kualke nesesidat òf preokupashon spesial. Esaki ta partikularmente importante pa e metanan ku e partisipantenan ta pone pa nan mes na final di e seshon i e diskushon riba aktividatnan di kas. Kuminsá prepará promé ku e siguiente módulo. Bo ke ta relahá i kla pa bai!\n\nKòrda ku e aplikashon akí ta djis un guia. Miéntras ku ta hopi importante pa bo duna e kontenido di e programa manera a diseñá esaki, ta importante tambe pa bo buska maneranan pa hasié di bo mes.",
  "Participants will want to engage in each module and participate in the activities if you create a group that is welcoming, open, and respectful. Everyone likes a place that is warm and inviting. It can be helpful to think of @global.prog_name as a family itself. \n\n**Ways in which facilitators can make @global.prog_name group sessions a happy place to learn:**\n\nRespect whatever a participant talks about. Facilitators should be aware and respectful of different ages, genders, values, and circumstances.\n\nModel the behaviour you want from the participants. The group space should be a judgement-free space in which participants feel comfortable sharing sensitive material.\n\nNotice and reflect the ways that participants communicate, help each other, and participate in the sessions.\n\nInvite participation: If you feel a participant is holding back or quiet, ask if he or she wishes to share an opinion or experience.\n\nMake sure that everyone in the group is communicating clearly.\n\nCreate a comfortable and welcoming place to meet. Make sure everyone knows how to log-into and interact with the group through the messaging platform you are using.\n\nEstablish the communication needs of the participants – are participants using audio? Video?\n\nNotice if participants have challenges that may require adjusting the way they participate in activities.\n\nPraise participants for their effort and dedication.\n\nModel the behaviour you want from the parents in the way that you treat them. \n\nPraise, respect, and reflect on participants’ contributions.": "Partisipantenan lo ke partisipá den kada módulo i partisipá den e aktividatnan si bo krea un grupo ku ta duna sintimentu di ta bon biní i ta habrí i respetuoso. Tur hende ta gusta un lugá ku ta kaluroso i kaminda bo ta sinti bo bon biní. E por ta bon pa pensa riba @global.prog_name manera ku ta un famia e ta.\n\n**Maneranan den kua fasilitadónan por hasi seshonnan di grupo di @global.prog_name un lugá dushi pa siña:**\n\nRespetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balornan i sirkunstansianan.\n\nDuna ehèmpel di e komportashon ku bo ke di e partisipantenan. E espasio di grupo mester ta un espasio liber di huisio den kua partisipantenan ta sinti nan mes kómodo pa kompartí material sensitivo.\n\nTuma nota i reflehá e maneranan ku partisipantenan ta komuniká, yuda otro i partisipá den e seshonnan.\n\nInvitá partisipashon: Si bo ta sinti ku un partisipante ta tene su mes atras òf ketu, puntr’é si e ke kompartí un opinion òf eksperensia.\n\nSòru ku tur hende den e grupo ta komuniká bon kla.\n\nKrea un lugá kómodo i kaminda ku nan ta sinti nan mes bon biní pa topa. Sòru pa tur hende sa kon pa inisiá seshon ònlain i drenta i interkambiá ku e grupo pa medio di e plataforma di mensahe ku bo ta usando.\n\nEstablesé e nesesidatnan di komunikashon di e partisipantenan – e partisipantenan lo usa oudio? Vidio?\n\nTuma nota si e partisipantenan tin retonan ku por rekerí pa ahustá e manera ku nan ta partisipá den aktividatnan.\n\nElogiá partisipantenan pa nan esfuerso i dedikashon.\n\nDuna ehèmpel di e komportashon ku bo ke di e mayornan dor di e manera ku abo ta trata nan.\n\nElogiá, respetá i reflehá riba e kontribushonnan di e partisipantenan.",
  "Thank you for being a @global.prog_name Facilitator. We know that you will put a lot of time and energy into learning this programme and finding new ways to work with families. \n\nWe know that you are doing this because you want to help people who are struggling. You are the heroes of helping families in our communities, but that doesn’t mean it’s not important to have fun, too! \n\nWays in which facilitators can make @global.prog_name group sessions a fun place to learn:\nSend songs and pictures\nUse Emojis\nTell stories\nEncourage parents to be creative with how they share": "Danki pa ta un Fasilitadó di @global.prog_name. Nos sa ku lo bo hinka hopi tempu i energia den siña e programa akí i buska maneranan nobo pa traha ku famianan.\n\nNos sa ku boso ta hasi esaki pasobra boso ke yuda hende ku ta luchando. Boso ta e héroenan di yuda famianan den nos komunidatnan, pero esei no ta nifiká ku no ta importante pa disfrutá tambe!\n\nManeranan den kua fasilitadónan por hasi seshonnan di grupo di @global.prog_name un lugá dushi pa siña:\nManda kantika i potrèt\nUsa 'Emojis'\nKonta historianan\nEnkurashá mayornan pa ta kreativo ku kon nan ta kompartí",
  "It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants:\n\n1️⃣ **Understand abuse, neglect and exploitation.**\n\n❗ **Abuse** refers to a deliberate act of maltreatment that can damage a boy or girl’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition)\n\n❗ **Violence** against girls and boys is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990,\nArticle 19)\n\n❗ **Child exploitation** refers to using girls and boys for economic or sexual benefit, gratification or profit, often resulting in unjust, cruel and harmful treatment of the girl or boy. (Save the Children definition)\n\n2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.**\n\n📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a caregiver, other adults, girl or boy discloses abuse. \n\n📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a caregiver or girl or boy reports abuse (e.g. who to report to, internal resources for supporting the girl or boy), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). \n\n🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next.\n\n3️⃣ **Ensure parents know that you are someone who can help.**\n\n🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when the abuse occurred. \n\n👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm.": "Ta importante pa sa e siguiente instrukshonnan pa manehá divulgashonnan di abusu, negligensia i violensia di partisipantenan:\n\n1️⃣ **Komprondé abusu, negligensia i eksplotashon.**\n\n❗ **Abusu** ta referí na un akto deliberadamente di maltrato ku por daña un mucha hòmber òf mucha muhé su seguridat, bienestar, dignidat i desaroyo. Abusu ta enserá tur forma di maltrato físiko, seksual, sikológiko i emoshonal. (Definishon di Save the Children)\n\n❗ **Violensia** kontra mucha muhé i mucha hòmber ta definí komo formanan di violensia físiko òf mental, daño i abusu, negligensia òf trato negligente òf maltrato òf eksplotashon, inkluyendo abusu seksual. (Ofisina di Alto Komisario pa Derechonan Humano, 1990,\nArtíkulo 19)\n\n❗ **Eksplotashon di mucha** ta referí na uso di mucha muhé i mucha hòmber pa benefisio ekonómiko òf seksual, gratifikashon òf ganashi, ku hopi bia ta resulltá den trato inhustu, kruel i dañino di e mucha muhé òf mucha hòmber. (Definishon di Save the Children)\n\n2️⃣ **Konosé e maneho di protekshon di mucha di bo organisashon i e proseduranan di referensia.**\n\n📖 Tur organisashon mester tin òf mester desaroyá maneho di protekshon di derechonan di mucha i proseduranan di referensia, inkluyendo detayenan riba kon pa respondé apropiadamente ora un dunadó di kuido, otro adultonan, mucha muhé òf mucha hòmber revelá abusu.\n\n📝 Bo mester tin konosementu eksakto di tur protokòl i plan di di kon pa respondé. Esakinan lo bisa bo kiko pa hasi den bo organisashon si un dunadó di kuido òf mucha muhé òf mucha hòmber reportá abusu (p.e. na ken pa reportá, rekursonan interno pa sostené e mucha muhé òf mucha hòmber), i tambe kon pa enbolbí rekursonan di pafó (p.e. trayektonan di referensia lokal, ki ora pa enbolbí outoridatnan).\n\n🔑 Ta bo responsabilidat pa aktua sin importá si bo ta respondiendo na divulgashonnan di abusu di pasado i/òf presente. Sinembargo, bo no ta responsabel pa resolvé e situashon riba bo mes. Ta importante pa bo papia tokante e situashon ku bo supervisor pa bai di akuerdo riba kua pasonan pa tuma siguientemente.\n\n3️⃣ **Perkurá pa mayornan sa ku bo ta un hende ku por yuda.**\n\n🌷Mayornan ku ta partisipá na bo seshonnan mester sa ku nan por pasa serka bo pa yudansa, sin importá ki ora e abusu a tuma lugá.\n\n👂Bo mester sòru pa nan sa ku nan por konfia bo i ku lo bo skucha i sostené nan sin huisio òf sin mas daño.",
  "**During disclosure:**\n\n💚 Provide a safe environment in which the participant can share their story.\n\n👂 Listen carefully to the participant and take notes: what/when/where/who.\n\n❗ Determine if the participant is in immediate danger and what help is available.\n\n💙 Make sure that the participant feels that you believe him/her.\n\n🌷 Let them know they have done the right thing by sharing their story with you.\n\n✨ Be supportive and free of judgement in your responses – avoid blaming at all times!\n\n➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her.\n\n📝 Explain what you are going to do next.\n\n ✅ Notify @global.supervisor_name\n\n❗Remember that it is not your obligation to solve the situation, but you must report it to your supervisors for follow-up. Don't try to solve it alone.": "**Durante di divulgashon:**\n\n💚 Perkurá pa un ambiente seif den kua e partisipante por kompartí su historia.\n\n👂 Skucha e partisipante bon i tuma nota: kiko/ki ora/unda/ken.\n\n❗ Determiná si e partisipante ta den peliger inmediato i ki yudansa tin disponibel.\n\n💙 Sòru pa e partisipante sinti ku bo ta kere den dje.\n\n🌷 Lag'é sa ku el a hasi e kos korekto dor di kompartí su historia ku bo.\n\n✨ Duna bo sosten i sòru pa bo kontesta ta liber di huisio – evitá di tira falta na tur momentu!\n\n➡️ Laga e partisipante sa ku lo bo kompartí loke el a bisa bo ku bo supervisor pa haña un manera pa sosten'é i proteh’é.\n\n📝 Splika kiko bo ta bai hasi despues. \n\n✅ Notifiká @global.supervisor_name\n\n❗Kòrda ku no ta bo obligashon pa solushoná e situashon, pero bo mester informá esaki na bo supervisornan pa por tuma e pasonan nesesario. No purba di solushon’é bo so.",
  "**After disclosure:**\n\n❌ Avoid engaging with the alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings.\n\n🌷 You are not alone. Get help from your supervisor to agree on the next steps.": "**Despues di divulgashon:**\n\n❌ Evitá di enbolbí ku e supuesto abusadó – esei por hasi kosnan pió i hasi e siguiente pasonan difísil. Esaki por stroba tambe prosedimentunan legal den futuro.\n\n🌷 Bo no ta bo so. Buska yudansa di bo supervisor pa bai di akuerdo ku e siguiente pasonan.",
  "✅ Follow your organisation’s protocol.\n\n📝 If your organisation needs assistance in developing or improving its policies and procedures, please refer to the following resources:\n\n**Curaçao resources**\n1️⃣ Ministry of Social Development, Labour and Welfare, sector Family and Youth \nThe Five Steps of the Kódigo di Protekshon\nThe Kódigo di Protekshon is relevant for all professionals in Curaçao working in social work, education, health, and safety. It sets out agreements on how professionals can identify child abuse and domestic violence, and what steps they should take to prevent or stop unsafe situations. \n[https://kodigodiprotekshon.com](https://kodigodiprotekshon.com)\n\n2️⃣ Ministry of Justice, UOJZ - Protehami. [Five steps of the Kóigo di Protekshon](https://kodigodiprotekshon.com/5-stappen/)\n\n**International resources**\n\n1️⃣ [World Health Organization Guidelines Responding to Girls, Boys, and Adolescents who have Been Sexually Abused](https://iris.paho.org/handle/10665.2/52043) \n\n2️⃣ [Keeping Girls and Boys Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) \n\n4️⃣ [Strengthening Linkages between Clinical and Social Services for Girls, Boys, and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) \n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)": "📝 Si bo organisashon mester di asistensia pa desaroyá òf mehorá su protokòl i proseduranan, por fabor referí na e siguiente rekursonan:\n\n**Rekursonan di Kòrsou**\n1️⃣ Ministerio di Desaroyo Sosial, Labor i Bienestar, sektor Famia i Hubentut\nE Sinku Pasonan di e Kódigo di Protekshon\nE Kódigo di Protekshon ta relevante pa tur profeshonal na Kòrsou ku ta traha den trabou sosial, enseñansa, salubridat i seguridat. E ta stipulá akuerdonan tokante kon profeshonalnan por identifiká abusu di mucha i violensia doméstiko i ki pasonan nan mester tuma pa prevení òf stòp situashonnan insigur.\n[https://kodigodiprotekshon.com](https://kodigodiprotekshon.com)\n\n2️⃣ Ministerio di Hustisia, UOJZ - Protehami. [Sinku pasonan di e Kódigo di Protekshon] (https://kodigodiprotekshon.com/5-stappen/)\n\n**Rekursonan internashonal**\n\n1️⃣ [World Health Organization Guidelines Responding to Girls, Boys, and Adolescents who have Been Sexually Abused](https://iris.paho.org/handle/10665.2/52043)\n\n2️⃣ [Keeping Girls and Boys Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse)\n\n4️⃣ [Strengthening Linkages between Clinical and Social Services for Girls, Boys, and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experence-sexual-violence-a-companion-guide)\n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)",
  "You can share any of the following contact numbers with the participant:\n\n1️⃣ For reporting child abuse and domestic violence:\nProtehami: Free calls to 0800-0080\nMonday till Friday 08.00-12.00 & 13.30-17.00\n\nCall or Whatsapp: 663-2803                                                                                                         Monday till Sunday, 24 hours a day (24/7)\nE-mail: protehami.jz@just.gov.cw                  \n\n2️⃣ Psychological, psychosocial, psychatric, pedagogical help, and in case of suicidal thoughts for adults and children\nCall general number: 738-8717\nDependance Otrobanda: 462-8840 / 690-0595\nDependance Montaña: 690-0593\nDependance Scharloo: 690-3306\n\nMonday till Thursday 7.30-12.00 and 13.30-17.00\nFriday 7.30-12.00 and 13.30-16.30\n\n3️⃣ In case of Emergency - Police\n911 (urgent)\n917 (non-urgent)\n108 (anonymous)\nMonday till Sunday, 24 hours a day (24/7)": "Bo por kompartí kualke un di e siguiente numbernan di kontakto ku e partisipante:\n\n1️⃣ Pa denunsiá abusu di mucha i violensia doméstiko:\nProtehami: Yamadanan grátis na 0800-0080\nDjaluna pa djabièrnè 08.00-12.00 & 13.30-17.00\n\nYama òf Whatsapp: 663-2803 di djaluna pa djadumingu, 24 ora pa dia (24/7)\nImeil: protehami.jz@just.gov.cw\n\n2️⃣ Yudansa sikológiko, sikososial, sikiátriko, pedagógiko i den kaso di pensamentunan suisida pa adulto i mucha\nYama number general: 738-8717\nDependance Otrobanda: 462-8840 / 690-0595\nDependence Montaña: 690-0593\nDependence Scharloo: 690-3306\n\nDjaluna pa djaweps 7.30-12.00 i 13.30-17.00\nDjabièrnè 7.30-12.00 i 13.30-16.30\n\n3️⃣ Den kaso di Emergensia - Polis\n911 (urgente)\n917 (no urgente)\n108 (anónimo)\nDjaluna pa djadumingu, 24 ora pa dia (24/7)",
  "Happiness, sadness, anger, disgust, surprise, and fear: We all experience emotions. Because emotions are connected to our thoughts and behaviour, they play an important role in how we make decisions. If we don’t handle emotions well, we risk making bad decisions that can affect our well-being. And when we learn how to handle our emotions, we are more likely to be able to make clear decisions and act in a responsive and nurturing way towards our children, other adults, and ourselves.\n\nYoung people who don’t manage their emotions can resort to risky behaviours that can be dangerous for them. It is important for parents to learn to help their children to recognise and manage their strong emotions. \n\nTalking about difficult emotions is especially important. Difficult emotions like anger can become stressful thoughts and uncontrolled behaviours. Before we can talk about the emotions we are experiencing, just being aware of them can help us to stay present in a moment, which will allow the feelings to run their course and pass. This is also true for children.\n\nWhen parents name their children’s feelings, or comment on them, it helps children to develop a sense of emotional control. Parents can accept their children’s emotions and communicate with them about what they are experiencing in a calm and supportive way. This will reduce other more potentially risky ways children might turn to in order to escape the feeling.\n\nDuring Module Two, parents learn about the importance of accepting, naming, and exploring a range of emotions with their children. They learn techniques that will help them to do this effectively. \n\n**The primary objectives for this week are parents learning and practicing how to talk about their own and their children’s feelings.**": "Felisidat, tristesa, rabia, disgustu, sorpresa i miedu: Nos tur ta eksperensiá emoshonnan. Komo ku emoshonnan ta konektá ku nos pensamentunan i komportashon, nan ta hunga un ròl importante den kon nos ta tuma desishonnan. Si nos no manehá emoshonnan bon, nos ta kore riesgo di tuma mal desishonnan ku por afektá nos bienestar. I ora nos siña kon pa manehá nos emoshonnan, nos tin mas chèns di por tuma desishonnan kla i aktua na un manera sensitivo i kuidadoso pa ku nos yunan, otro adultonan i nos mes.\n\nHóbennan ku no ta manehá nan emoshonnan por rekurí na komportashonnan riesgoso ku por ta peligroso pa nan. Ta importante pa mayornan siña yuda nan yunan rekonosé i manehá nan emoshonnan fuerte.\n\nPapia tokante emoshonnan difísil ta spesialmente importante. Emoshonnan difísil manera rabia por bira pensamentunan ku ta kousa strès i komportashonnan deskontrolá. Promé ku nos por papia tokante e emoshonnan ku nos ta eksperensiando, djis ta konsiente di nan por yuda nos keda presente den un momentu, loke lo permití e sintimentunan kore nan rumbo i pasa bai. Esaki ta konta pa mucha tambe.\n\nOra mayornan nombra e sintimentunan di nan yunan, òf komentá riba nan, e ta yuda e yunan desaroyá un sentido di kòntròl emoshonal. Mayornan por aseptá e emoshonnan di nan yunan i komuniká ku nan tokante kiko nan ta eksperensiá na un manera trankil i di un forma ku ta sostené nan. Esaki lo redusí otro maneranan mas potensialmente riesgoso ku muchanan por bai na dje pa skapa di e sintimentu.\n\nDurante Módulo Dos, mayornan ta siña tokante e importansia di aseptá, duna nòmber i eksplorá un rango di emoshon ku nan yunan. Nan ta siña téknikanan ku lo yuda nan hasi esaki efektivamente.\n\n**E ophetivonan prinsipal pa e siman akí ta pa mayornan siña i praktiká kon pa papia tokante nan mes i nan yunan su sintimentunan.**",
  "**Key building blocks for talking about emotions**\n\nThe key building blocks for Talking about Emotions are Breathe, Share, Listen, Show, and Seek:\n\n**BREATHE. Slowly. Pause**. \nBefore you say anything, slowly breathe in and out. It will calm you and give you a chance to think.\n\n**SHARE how you feel**\nThis is hard. Many of us were told not to cry or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress. \n\n**LISTEN to your child or teen**\nAllow your child to share their emotions. You can also reflect back what they say to you. Accept that the feeling is okay, even if it is negative.\n\n**SHOW them you care**\nThis is also hard! Stress makes us focus on ourselves. But our children and teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say, ‘I understand.’ It can change everything.\n\n**SEEK the positive**\nCan you and your child or teen think about ideas that might help? Can you do something positive together to take your mind off the stress?": "**Komponentenan básiko i klave pa papia tokante emoshonnan**\n\nE komponentenan básiko i klave pa papia tokante Emoshonnan ta Hala Rosea, Kompartí, Skucha, Mustra i Buska:\n\n**HALA ROSEA. Pokopoko. Pousa**. \nPromé ku bo bisa algu, hala rosea aden i sak'é afó pokopoko. E lo trankilisá bo i duna bo un chèns pa pensa.\n\n**KOMPARTÍ kon bo ta sinti**\nEsaki ta duru. Hopi di nos a siña pa no yora òf mustra nos sintimentunan na nos yunan. Pero hala rosea profundo i bisa nan trankilamente kon bo ta sinti. Nan lo komprondé mihó i asina siña di bo kon pa dil ku strès. \n\n**SKUCHA bo yu òf hóben**\nPermití bo yu kompartí su emoshonnan. Bo por reflehá bèk tambe kiko nan ta bisa bo. Aseptá ku e sintimentu ta bon, asta si e ta negativo.\n\n**MUSTRA nan ku bo ta preokupá**\nEsaki tambe ta duru! Strès ta pone nos enfoká riba nos mes. Pero nos muchanan i hóbennan mester di nos sosten. Puntra nan kon nan ta sinti. Skucha nan i konsolá nan. Purba un brasa òf bisa, ‘Mi ta komprondé.’ E por kambia tur kos.\n\n**BUSKA e parti positivo**\nAbo i bo yu òf hóben por pensa riba ideanan ku por yuda? Boso por hasi algu positivo huntu pa kita bo mente for di e strès?",
  "The objective of this week is to learn how parents can be more effective at getting their children to follow their instructions. They do this in two ways: \n\n1️⃣ Giving specific, positive, and realistic instructions\n2️⃣ Praising their children for following instructions and at other times\n\nWhen parents give specific, positive, and realistic instructions, children know exactly what behaviour is expected from them. \n\nFor example, “Please put your toys away in the box.” This tells the child exactly what to do by describing the behaviour that is expected. It also considers the capabilities of the child so that the instruction is realistic. \n\nCompare this to, “Don’t make a mess,” which does not describe the behaviour that a parent would want to see, is not specific, and might not be realistic if the child is not capable of keeping tidy. \n\nChildren also have challenges following many instructions at one time – especially younger children. They are much better at following instructions if they are given one at a time.  Parents can pause for a bit to give children time to follow each instruction before moving to the next one. It may take more time, but this supports children to follow instructions and to remember the task.  \n\nEach child has their own unique characteristics and capabilities. It is important that parents know what is realistic for their children to do when giving them instructions. For instance, it is very hard for children to keep quiet for a whole day but maybe they can keep quiet for 15 minutes while their parents take a call.  \n\nChildren also hear better and understand the instructions clearly when parents speak in a calm voice. Yelling at children only increases the tension for everyone. Children are also more likely to follow instructions in a calm way.\n\nPraise is an expression of approval or appreciation. When parents praise their children for following instructions, they are encouraging that behaviour to happen more often. The same works for praising other behaviours. Also, behaviour that is ignored is less likely to happen again. \n\nWith the example above, a parent could say, “Thank you for putting your toys in the box, Joseph,” after he follows the instruction. This will encourage Joseph to continue cleaning up his toys in the future. It also maintains a positive feeling between the parent and Joseph.": "E ophetivo di e siman akí ta pa siña kon mayornan por ta mas efikas pa pone nan yunan sigui nan instrukshonnan. Nan ta hasi esaki di dos manera:\n\n1️⃣ Dunando instrukshonnan spesífiko, positivo i realístiko\n2️⃣ Elogiando nan yunan pa a sigui instrukshonnan i tambe na otro momentunan\n\nOra mayornan ta duna instrukshonnan spesífiko, positivo i realístiko, e yunan sa eksaktamente ki komportashon ta spera di nan.\n\nPor ehèmpel, “Por fabor pone bo ko’i hunga den e kaha.” Esaki ta bisa e mucha eksaktamente kiko pa hasi dor di deskribí e komportashon ku ta spera. Tambe ta konsiderá e kapasidatnan di e mucha pa asina e instrukshon ta realístiko.\n\nKompará esaki ku, “No brua kos” ku no ta deskribí e komportashon ku un mayor lo ke mira, no ta spesífiko i kisas no ta realístiko si e mucha no ta kapas pa tene e kosnan na òrdu.\n\nMucha tambe tin retonan pa sigui hopi instrukshon na mes momentu – spesialmente muchanan mas yòn. Nan ta muchu mas mihó den sigui instrukshonnan si duna nan esakinan un pa un. Mayornan por para ketu un ratu pa duna yunan tempu pa sigui kada instrukshon promé ku pasa pa e siguiente. E por tuma mas tempu, pero esaki ta sostené e muchanan pa sigui instrukshonnan i pa kòrda e tarea.\n\nKada mucha tin su propio karakterístika i kapasidatnan úniko. Ta importante pa mayornan sa kiko ta realístiko pa nan yunan hasi ora di duna nan instrukshon. Por ehèmpel, ta hopi difísil pa muchanan keda ketu henter un dia pero kisas nan por keda ketu pa 15 minüt miéntras nan mayornan ta hasi un yamada.\n\nTambe mucha ta tende mihó i ta komprondé e instrukshonnan bon kla ora mayornan ta papia ku un bos trankil. Úniko kos ku grita mucha ta hasi, ta oumentá e tenshon pa tur hende.  Ademas muchanan tin mas chèns di sigui instrukshonnan na un manera trankil.\n\nElogio ta un ekspreshon di aprobashon òf apresio. Ora mayornan elogiá nan yunan pa a sigui instrukshonnan, nan ta enkurashá e komportashon ei pa sosodé mas tantu. E mesun kos ta funshoná pa elogiá otro komportashonnan. Tambe, e komportashon ku e mayor ignorá tin ménos chèns di sosodé atrobe.\n\nKu e ehèmpel ariba, un mayor por bisa, “Danki pa hinka bo ko’i hunga den e kaha, Joseph,” despues ku e sigui e instrukshon. Esaki lo animá Joseph pa sigui piki su ko’i hunga den futuro. E ta mantené tambe un sintimentu positivo entre e mayor i Joseph.",
  "**Key building blocks for giving instructions**\n\nThe key building blocks for giving instructions are Be Positive, Be Specific, and Be Real:\n\n1️⃣ Know the positive behaviour you want to see from your child.\n2️⃣ Make sure to have your child’s attention when giving an instruction.\n3️⃣ Give one instruction at a time. \n4️⃣ Give your child time to follow each instruction.\n4️⃣ Make sure your child is able to follow your instruction.\n5️⃣ For younger children, break one big task into small ones and give instructions step by step. \n6️⃣ Praise your child immediately after following an instruction.\n\n**Key building blocks for praise**\n\nThe key building blocks for Praise are SEE IT, SAY IT, REPEAT IT:\n\n1️⃣ SEE IT. Notice anything your child does that is helpful or good and praise them. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.\n\n2️⃣SAY IT. Be enthusiastic - really mean it when you say it!\n\n4️⃣ REPEAT IT. Try to find something every day to thank them for. Even something really small.": "**Komponentenan básiko i klave pa duna instrukshon**\n\nE komponentenan básiko i klave pa duna instrukshon ta Sea Positivo, Sea Spesífiko, i Sea Real:\n\n1️⃣ Sa e komportashon positivo ku bo ke mira di bo yu.\n2️⃣ Sòru pa bo tin atenshon di bo yu ora di duna instrukshon.\n3️⃣ Duna instrukshon un pa un. \n4️⃣ Duna bo yu tempu pa sigui kada instrukshon.\n4️⃣ Sòru pa bo yu por sigui bo instrukshon.\n5️⃣ Pa muchanan mas chikí, kibra un tarea grandi den tareanan chikí i duna instrukshon stap pa stap. \n6️⃣ Elogiá bo yu mesora despues di a sigui un instrukshon.\n\n**Komponentenan básiko i klave pa elogio**\n\nE komponentenan básiko i klave pa Elogio ta MIR'É, BIS'É, RIPITIÉ:\n\n1️⃣ MIR'É. Tuma nota di kualke kos ku bo yu ta hasi ku ta útil òf bon i elogi’é. E no por mustr’é, pero lo bo mir'é hasi e kos bon ei atrobe. E lo trankilis'é tambe ku bo ta nota i ta tene kuenta kuné.\n\n2️⃣BIS'É. Sea entusiasmá - realmente bis’é ku sinseridat!\n\n4️⃣ RIPITIE. Purba di haña algu tur dia pa gradisié p’e. Asta algu hopi chikí.",
  "Parents sometimes get frustrated at their children for being noisy or not tidying up after they have played, throwing their food on the ground, or staying out way too late. Often children don’t understand why these things are important. Establishing and explaining household rules helps children understand what is expected of them and why. Rules also establish clear boundaries that help children to feel safe and secure.\n\nRoutines also help children to feel safe and secure. Routines such as mealtimes and bedtimes can help create a stable environment for children. This is especially important for those who are living in hectic or unsafe environments and communities. \n\n**In this module, parents focus on the importance of involving their children when establishing household rules and routines to help keep their children safe and healthy.**": "Mayornan tin bia ta keda frustrá ku nan yunan pasobra e yunan ta hasi zonido òf no ta piki kos despues ku nan a hunga, nan ta tira nan kuminda abou òf ta keda pafó muchu lat. Hopi biaha muchanan no ta komprondé dikon e kosnan akí ta importante. Establesé i splika reglanan di kas ta yuda muchanan komprondé kiko ta spera di nan i dikon. Reglanan tambe ta establesé límitenan kla ku ta yuda muchanan sinti nan mes seif i sigur.\n\nRutinanan tambe ta yuda muchanan sinti nan mes seif i sigur. Rutinanan manera ora di kome i ora di drumi por yuda krea un ambiente stabil pa muchanan. Esaki ta spesialmente importante pa esnan ku ta bibando den ambientenan i komunidatnan drùk òf insigur. \n\n**Den e módulo akí, mayornan ta enfoká riba e importansia di enbolbí nan yunan ora di establesé reglanan i rutinanan di kas pa yuda tene nan yunan seif i salú.**",
  "**Key building blocks for rules and routines**\n\nThe key building blocks for establishing household rules and routines are:\n\n1️⃣ Be a Team. Create rules with your child or teenager. One rule at a time is easiest. Discuss the reasons for the rule and listen to their views. \n\n2️⃣ Keep It Real. Make them realistic for what your child or teenager can do and be clear and specific so there’s no misunderstanding. Not ‘on time’ but ‘by 7pm’. \n\n3️⃣ Be Consistent. Daily routines, such as time for schoolwork, play, meals, and sleep, can help our children feel safe and secure. They also give our children a sense of security that they need to grow and develop.\n\n4️⃣ Praise, Praise, Praise. Praise your child or teen for making a rule with you and praise them for keeping it!\n\n**Here are some more specific building blocks for creating household rules:**\n\n1️⃣ Establish household rules when your child or teen is calm and quiet.\n \n2️⃣ Make your household rules clear and specific.\n\n3️⃣ Make your household rules fair and realistic.\n\n4️⃣ Make sure your child understands the reason for the rule. Use open communication to help with this.\n\n5️⃣ Allow your child or teen the chance to ask questions.\n\n**Here are some more specific building blocks for creating daily routines**\n\n1️⃣ Give children a transition warning before moving on to the next activity.\n\n2️⃣ Describe the behaviour that you want your child to do by using positive words. \n\n3️⃣ Give one instruction at a time. Keep them simple and clear.\n\n4️⃣ Praise your child for following through with each instruction. \n\n5️⃣ Bedtime and mealtime routines should be predictable and calm.\n\n6️⃣ Make a schedule so caregivers can share responsibilities.": "**Komponentenan básiko i klave pa regla i rutina**\n\nE komponentenan básiko i klave pa establesé regla i rutina di kas ta:\n\n1️⃣ Sea un Tim. Krea reglanan huntu ku bo yu òf hóben. Un regla kada bes ta mas fásil. Diskutí e motibunan di e regla i skucha su punto di bista. \n\n2️⃣ Keda Real. Hasi nan realístiko pa loke bo yu òf hóben por hasi i sea kla i spesífiko pa no tin mal komprondementu. No djis ‘na tempu’ pero ‘pa 7 or' di anochi’. \n\n3️⃣ Sea Konsistente. Rutinanan diario, manera tempu pa hùiswèrk, hunga, kome i drumi, por yuda nos yunan sinti nan mes seif i sigur. Tambe nan ta duna nos muchanan un sentido di seguridat ku nan mester pa krese i desaroyá.\n\n4️⃣ Elogiá, elogiá, elogiá. Elogiá bo yu òf hóben pa a traha un regla ku bo i elogi'é pa a kumpli kuné!\n\n**Aki tin algun komponentenan básiko mas spesífiko pa krea reglanan di kas:**\n\n1️⃣ Establesé reglanan di kas ora bo yu òf hóben ta trankil i ketu.\n \n2️⃣ Hasi bo reglanan di kas kla i spesífiko.\n\n3️⃣ Hasi bo reglanan di kas hustu i realístiko.\n\n4️⃣ Sòru pa bo yu komprondé e motibu di e regla. Usa komunikashon habrí pa yuda ku esaki.\n\n5️⃣ Permití bo yu òf tiner e chèns di hasi pregunta.\n\n**Aki tin algun komponente básiko mas spesífiko pa krea rutinanan diario**\n\n1️⃣ Duna muchanan un atvertensia di transishon promé ku pasa pa e siguiente aktividat.\n\n2️⃣ Deskribí e komportashon ku bo ke pa bo yumustra dor di usa palabranan positivo. \n\n3️⃣ Duna instrukshon un pa un. Tene nan simpel i kla.\n\n4️⃣ Elogiá bo yu pa a sigui ku kada instrukshon. \n\n5️⃣ Rutinanan di ora di drumi i ora di kome mester ta predisibel i trankil.\n\n6️⃣ Traha un skema di tempu pa asina dunadónan di kuido por kompartí responsabilidatnan.",
  "There are lots of different ways for parents to encourage their children to behave well. In this programme we have already looked at one of these ways: praising the behaviour we would like to see more of. \n\nIn this module we look at two other strategies for managing child behaviours: Redirecting and consequences. \n\nRedirecting is a strategy that is especially effective with younger children. When parents redirect their children from a negative behaviour to a positive behaviour at the beginning of the behaviour, they reduce the chance that the negative behaviour happens or grows into something more difficult to manage. This works especially well if parents then praise their children for the positive behaviour they end up doing. \n\nConsequences are the results of actions or behaviours. For example, not cleaning the dishes will result in not having a clean plate to eat from. Parents can use planned consequences with their children and teens when they forget or do not follow household rules. For example, if there is a household rule to come home before sunset and a child comes home late when out playing with friends, then an appropriate consequence could be that they cannot play with friends the next day.\n\nParents can involve their children and teens in planning consequences for certain behaviours. For example, they could discuss with their children what a consequence could be if they do not follow a certain household rule when they are creating it with them. \n\nConsequences can also be used when a child refuses to follow an instruction. Parents should first give a child a choice, for example, “Either you clear the table, or you will not be able to watch your favourite T.V. show.” This gives them a chance to comply and avoid receiving the consequence.\nIt is also important that parents make sure their consequences are reasonable and that they can follow through with them. Banning T.V. for the rest of the year or threatening to sell it is not something that parents can realistically do. It is also unfair!\n\nWe call strategies like redirect and consequences ‘positive discipline’ because they reinforce the positive relationship that parents are actively trying to build with their children by spending time together, praising and setting clear boundaries with rules.": "Tin hopi diferente manera pa mayornan enkurashá nan yunan pa a komportá nan mes bon. Den e programa akí nos a mira un di e maneranan akí kaba: elogiá e komportashon nos lo kier mira mas di dje.\n\nDen e módulo akí nos ta wak dos otro strategia pa manehá komportashon di mucha: Redirigí i konsekuensia.\n\nRedirigí ta un strategia ku ta spesialmente efektivo ku muchanan mas yòn. Ora mayornan redirigí nan yunan di un komportashon negativo pa un komportashon positivo na kuminsamentu di e komportashon, nan ta redusí e chèns ku e komportashon negativo ta sosodé òf ta krese den algu mas difísil pa manehá. Esaki ta funshoná spesialmente bon si mayornan ta elogiá nan yunan pa e komportashon positivo ku nan ta kaba di hasi.\n\nKonsekuensianan ta e resultadonan di akshonnan òf komportashon. Por ehèmpel, no laba e tayónan lo resultá den no tin un tayó limpi pa kome for di dje. Mayornan por usa konsekuensianan planiá ku nan muchanannan i hóbennan ora nan lubidá òf no ta sigui reglanan di kas. Por ehèmpel, si tin un regla di kas pa bin kas promé ku solo baha i un mucha ta bin kas lat ora e bai hunga ku su amigunan, e ora ei un konsekuensia apropiá por ta ku e no por bai hunga ku su amigunan e siguiente dia.\n\nMayornan por enbolbí nan mucha i hóbennan den planifikashon di konsekuensianan pa sierto komportashonnan. Por ehèmpel, nan por papia ku nan yunan ora nan ta kreando e regla, tokante kiko un konsekuensia por ta si nan no sigui un sierto regla di kas.\n\nPor usa konsekuensianan tambe ora un mucha nenga di sigui un instrukshon. Mayornan mester duna un yu un eskoho promé, por ehèmpel, “Sea bo ta limpia e mesa òf lo bo no por wak bo programa di televishon faborito.” Esaki ta duna nan un chèns pa kumpli i evitá di haña konsekuensia. Tambe ta importante pa mayornan sòru pa nan konsekuensianan ta rasonabel i ku nan por sigui ku nan. Prohibí pa wak televishon pa sobrá di aña òf menasá di bende esaki no ta algu ku mayornan por hasi realístikamente. E ta inhusto tambe!\n\nNos ta yama strategianan manera redirigí i konsekuensianan, ‘disiplina positivo’ pasobra nan ta reforsá e relashon positivo ku mayornan ta purba konstruí aktivamente ku nan yunan dor di pasa tempu huntu, elogiá i pone limitenan kla ku reglanan.",
  "**Key building blocks for positive discipline**\n\nThe key building blocks for Positive Discipline are Be Calm, Be Fair, and Be Positive:\n\n1️⃣ Be Calm. The most important thing you can remember is to be calm when disciplining your child. Take a couple deep breaths or walk away if you need to. And then respond in a calm and clear way. \n\n2️⃣ Be Fair. Give your child a choice to comply before giving a consequence. For household rules, you can discuss consequences with your child or teen in advance. Make sure the consequence is reasonable and one you can follow through on.\n\n3️⃣ Be Positive. Remember the Sunshine of Positive Attention! Try to avoid giving consequences in the first place by redirecting your child and giving lots of positive attention to the behaviours you want to see more of with plenty of praise. Make sure you involve your child in a positive activity after giving the consequence. \n\n**Here are some more specific building blocks for redirect:**\n\n1️⃣ Use positive instructions to redirect your child from a negative to a positive behaviour.\n\n2️⃣ Catch the behaviour before it occurs or early on!\n\n3️⃣ Ignore the negative behaviour, not the child.\n\n4️⃣ Use physical and verbal praise to support positive behaviour.\n\n**Here are some more specific building blocks for consequences:**\n\n1️⃣ Consequences can be used when children do not follow instructions or forget household rules.\n\n2️⃣ Consequences should be specific, realistic, and reasonable.\n\n3️⃣ Give a clear reason for the consequence. \n\n4️⃣ Introduce the consequence when both you and your child are calm and involve your child in deciding what the consequence should be.\n\n5️⃣ When your child refuses to follow an instruction, give your child one last choice to comply before giving them a consequence.\n\n6️⃣ When you give your child a consequence, you must follow through with it.": "**Komponentennan básiko klave pa disiplina positivo**\n\nE komponentenan básiko pa Disiplina Positivo ta Sea Trankil, Sea Hustu, i Sea Positivo:\n\n1️⃣ Sea Trankil. E kos di mas importante ku bo por kòrda ta pa ta trankil ora bo ta disipliná bo yu. Hala un par di rosea profundo òf kana bai si bo mester. I despues atendé kuné na un manera trankil i kla. \n\n2️⃣ Sea Hustu. Duna bo yu un opshon pa kumpli prome ku bo duna un konsekuensia. Pa reglanan di kas, bo por papia tokante konsekuensianan ku bo yu chikí òf hóben di antemano. Sòru pa e konsekuensia ta rasonabel i unu ku bo por sigui kuné.\n\n3️⃣ Sea Positivo. Kòrda e Solo di Atenshon Positivo! Purba di evitá di duna konsekuensia na promé lugá dor di redirigí bo yu i duna hopi atenshon positivo na e komportashonnan ku bo ke mira mas di dje usando hopi elogio. Sòru pa bo enbolbí bo yu den un aktividat positivo despues di duna e konsekuensia. \n\n**Aki tin algun komponente básiko mas spesífiko pa redirigí:**\n\n1️⃣ Usa instrukshonnan positivo pa redirigí bo yu di un komportashon negativo pa un komportashon positivo.\n\n2️⃣ Kapta e komportashon promé ku e sosodé òf kapt'é for di trempan!\n\n3️⃣ Ignorá e komportashon negativo, no e mucha.\n\n4️⃣ Usa elogio físiko i verbal pa sostené komportashon positivo.\n\n**Aki tin algun komponente básiko mas spesífiko pa konsekuensia:**\n\n1️⃣ Por usa konsekuensia ora e muchanan no ta sigui instrukshon òf ta lubidá reglanan di kas.\n\n2️⃣ Konsekuensianan mester ta spesífiko, realístiko i rasonabel.\n\n3️⃣ Duna un motibu kla pa e konsekuensia. \n\n4️⃣ Introdusí e konsekuensia ora tantu abo komo bo yu ta trankil i enbolbí bo yu den disidí kiko e konsekuensia mester ta.\n\n5️⃣ Ora bo yu nenga di sigui un instrukshon, duna bo yu un ultimo opshon pa kumpli promé ku dun'é un konsekuensia.\n\n6️⃣ Ora bo duna bo yu un konsekuensia, bo mester sigui kuné.",
  "The last module of the @global.app_name programme is about reflection and sharing. This final module is a bit longer than normal as you will help parents to reflect on their experiences during the programme and make specific plans on how they want to go forward without your facilitation.\n\nThe module starts with an opportunity to learn one final parenting skill – involving your children in solving problems. Throughout the entire programme, you have been modelling the key steps of solving problems with the parents.\n\nThere are 5 key steps in problem solving:\n1️⃣ Identify the problem\n2️⃣ Jointly come up with solutions\n3️⃣ Choose a solution\n4️⃣ Try the solution out\n5️⃣ Reflect on whether the solution worked\n\nEach week during the discussion on home activities and illustrated stories, the parents have used the same steps in problem solving to help identify and practice solutions to challenges experienced.\n\nTeaching children how to solve their own problems is a skill that children will take with them for the rest of their lives. What a gift!\n\nIn the second part of the module, parents have the opportunity to reflect on the changes they have seen in their families and the experiences that they have had during the programme. They can share how they have changed and what they have noticed about how their children’s behaviours may have changed.\n\nThis is also an opportunity to discuss how parents can continue using the skills and building blocks they have practiced over the course of the programme. Weekly chats have enabled parents to get to know each other and to support each other. That support doesn’t need to end! With a new administrator of the group, the chat group can be used whenever anybody needs to reach out or check-in. \n\nThis week’s programme objectives are therefore to reflect and identify how to keep the programme going in a parent-lead group. We cover these topics for just one day this week: today!": "E último módulo di e programa @global.app_name ta tokante reflekshoná i kompartí. E módulo final akí ta un tiki mas largu ku normal ya ku bo lo yuda mayornan reflehá riba nan eksperensianan durante e programa i traha plannan spesífiko riba kon nan ke bai dilanti sin bo fasilitashon.\n\nE módulo ta kuminsá ku un oportunidat pa siña un último abilidat di edukashon familiar – enbolbí bo yunan den solushoná problema. Durante henter e programa, bo a bin ta duna ehèmpel di e pasonan klave di solushoná problema ku e mayornan.\n\nTin 5 paso klave den solushoná problema:\n1️⃣ Identifiká e problema\n2️⃣ Konhuntamente bini ku solushonnan\n3️⃣ Skohe un solushon\n4️⃣ Purba e solushon\n5️⃣ Reflekshoná riba si e solushon a funshoná\n\nTur siman durante e diskushon riba aktividatnan na kas i historianan ilustrá, e mayornan a usa e mesun pasonan den solushoná problema pa yuda identifiká i praktiká solushonnan pa retonan eksperensiá.\n\nSiña muchanan kon pa solushoná nan mes problemanan ta un abilidat ku muchanan lo karga huntu ku nan pa restu di nan bida. Esta un regalo!\n\nDen e di dos parti di e módulo, mayornan tin e oportunidat pa reflekshoná riba e kambionan ku nan a mira den nan famia i e eksperensianan ku nan a haña durante e programa. Nan por kompartí kon nan a kambia i kiko nan a nota tokante kon e komportashon di nan yunan por a kambia.\n\nEsaki ta un oportunidat tambe pa papia tokante kon mayornan por sigui usa e abilidatnan i komponentenan básiko ku nan a praktiká durante e programa. 'Chat'nan semanal a permití mayornan siña konosé otro i sostené otro. E sosten ei no tin nodi di kaba! Ku un atministradó nobo di e grupo, semper por usa e grupo di 'chat' den kaso ku kualke hende ke papia òf hasi un chèk ku otro. \n\nE ophetivonan di e programa di e siman akí ta pues pa reflehá i identifiká kon pa tene e programa andando den un grupo dirigí pa mayor. Nos ta kubri e tópikonan aki pa djis un dia e siman akí: awe!",
  "**Key building blocks for positive discipline**\n\nThe key building blocks for Problem Solving:\n\nKNOW IT. Identify the problem\n\nSOLVE IT. Think of possible solutions and what their results would be. \n\nTRY IT. Choose one solution and try it out \n\nTEST IT. Did it work? Great! If it did not work, then try another solution.": "**Komponentenan básiko i klave pa disiplina positivo**\n\nE komponentenan básiko i klave pa Solushoná Problema:\n\nSA DI DJE. Identifiká e problema\n\nSOLUSHON'É. Pensa riba posibel solushonnan i kiko nan resultadonan lo ta. \n\nPURB'É. Skohe un solushon i purba esaki \n\nTÈST E. El a funshoná? Fantástiko! Si e no a funshoná, e ora ei purba un otro solushon.",
  "Every family is different, and some parents may need more help than others.\n\nIf a parent is still struggling or needs more support, consider sending the message below.": "Kada famia ta diferente i algun mayor por tin mester di mas yudansa ku otronan.\n\nSi un mayor ta luchando ainda òf mester di mas sosten, konsiderá manda e mensahe akí bou.",
  "It is normal for parents to feel sad or emotional when the programme ends and you leave the group. This means that parents found the chat sessions helpful and enjoyed participating. What a gift you have given them! Congratulations! \n\nTo support them with this transition, consider sending the message below.": "Ta normal pa mayornan sinti nan mes tristu òf emoshonal ora e programa kaba i bo sali for di e grupo. Esaki ta nifiká ku mayornan a haña e seshonnan di kòmbersashon útil i a disfrutá di a partisipá. Esta un regalo bo a duna nan! Pabien! \n\nPa sostené nan ku e transishon akí, konsiderá manda e mensahe akí bou.",
  "Ground rules make your WhatsApp Support Group a safe space for everyone. \n\nIf someone forgets the ground rules, send the message below to gently remind them of their importance. \n\nIf necessary, share a group reminder about the importance of maintaining a positive and respectful space. \n\nIf, despite reminders, the parent continues not to follow the rules, notify your supervisor. \n\nYou can remove the parent from the group as the last option, done only when you feel it is necessary. For example, if a member repeatedly shares unrelated content, uses inappropriate language or is disrespectful to another member. \n\nIf you do remove someone from the group, it should be handled with sensitivity and respect. Make sure you talk privately with the parent, remind the group about ground rules, and notify your supervisor.": "Reglanan básiko ta hasi bo Grupo di Sosten di WhatsApp un espasio seif pa tur hende. \n\nSi un hende lubidá e reglanan básilko, manda e mensahe akí bou pa kòrd'é di un forma suave di nan importansia. \n\nSi ta nesesario, kompartí un rekordatorio di grupo tokante e importansia di mantené un espasio positivo i respetuoso. \n\nSi, apesar di rekordatorionan, e mayor tòg no ta sigui e reglanan, notifiká bo supervisor. \n\nBo por saka e mayor for di e grupo komo e último opshon, hasi esaki solamente si bo ta sinti ku e ta nesesario. Por ehèmpel, si un miembro ta kompartí kontenido no relevante repetidamente, ta usa idioma inapropiá òf ta falta rèspèt na un otro miembro. \n\nSi bo ta saka un hende for di e grupo, mester manehá esaki ku sensitividat i rèspèt. Sòru pa bo papia privá ku e mayor, kòrda e grupo tokante reglanan básiko i notifiká bo supervisor.",
  "Parents may see you as someone they can turn to for help beyond school and @global.prog_name, especially when they need advice on their child’s behaviour. \n\nEven though you want to help, it is important to find a balance for your well-being. \n\nShare the following message to gently remind the parents about your role in @global.prog_name. \n\nIf the parents continue to persist, notify @global.supervisor_name.": "Mayornan por mira bo komo un hende ku nan por akudí na dje pa yudansa mas ayá di skol i @global.prog_name, spesialmente ora nan mester di konseho riba e komportashon di nan yu. \n\nOunke bo ke yuda, ta importante pa haña un balansa pa bo bienestar. \n\nKompartí e siguiente mensahe pa di un forma suave, kòrda e mayornan tokante bo ròl den @global.prog_name. \n\nSi e mayornan sigui persistí, notifiká @global.supervisor_name.",
  "Getting everyone to join in the chat sessions can be a bit challenging. Some parents might be busy, shy, or just prefer to read about other’s experiences. \n\nHere are some helpful tips to encourage participation: \n\n1. Directly ask a question to someone by typing @parent name on WhatsApp. \n\n2. Share one of the messages below with the entire group. \n\n3. Consider sending a private message to a parent (see the message below).": "Haña tur hende pa djòin e seshonnan di kòmbersashon por ta un tiki difísil. Algun mayor por ta okupá, tímido òf ta preferá di djis lesa tokante eksperensianan di otro hende. \n\nAki algun tep útil pa enkurashá partisipashon: \n\n1. Hasi un pregunta direktamente na un hende dor di skibi @nòmber di mayor riba WhatsApp. \n\n2. Kompartí un di e mensahenan akí bou ku henter e grupo. \n\n3. Konsiderá manda un mensahe privá pa un mayor (wak e mensahe akí bou).",
  "Engaging parents in the group chat can sometimes be hard. Some parents may need a nudge to share their experiences or they might be busy with their schedules. \n\nIf your chat goes silent after the prompt, consider sharing these ideas or suggestions:": "Tin bia por ta difísil pa enbolbí mayornan den e kòmbersashon di grupo. Algun mayor lo por tin mester di un èkstra motivashon pa kompartí nan eksperensianan òf kisas nan ta okupá ku nan skema orarionan. \n\nSi bo 'chat' ta ketu despues di e pregunta, konsiderá kompartí e ideanan òf sugerensianan akí:",
  "Girl": "Mucha muhé",
  "Boy": "Mucha hòmber",
  "About @global.app_name": "Tokante @global.app_name",
  "@global.app_name is an app designed by IDEMS International, Parenting for Lifelong Health, Ministry of Social Development, Labour, and Welfare, UNICEF the Netherlands, to support the delivery of @global.programme_name in Curaçao. The content herein is available under an open source Creative Commons International 4.0 license. \n\nAll illustrations in this app are generated using AI, inspired by the works of illustrators Orli Setton & Natalia Calixto. The original and the AI generated artworks are licensed under the Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) license.\n\nIt was developed in collaboration with key partners:": "@global.app_name ta un aplikashon diseñá pa IDEMS International, Parenting for Lifelong Health, Ministerio di Desaroyo Sosial, Labor, i Bienestar, UNICEF Hulanda, pa sostené e implementashon di @global.programme_name na Kòrsou. E kontenido akí ta disponibel bou di un lisensia di open source Creative Commons International 4.0. \n\nTa generá tur ilustrashon den e aplikashon akí usando AI, i nan ta inspirá pa e obranan di e ilustradónan Orli Setton & Natalia Calixto. E obranan di arte original i esnan generá pa AI ta lisensiá bou di e lisensia di Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0).\n\nA desaroyá esaki den kolaborashon ku partnernan klave:",
  "One-on-one time: In-person session": "Tempu pa abo ku bo yu: Seshon en persona",
  "One-on-one time: Chat coming soon": "Tempu pa abo ku bo yu: 'Chat' lo tei pronto",
  "Talking about feelings: Chat coming soon": "Papia riba emoshon: 'Chat' lo tei pronto",
  "Keeping it positive: Chat coming soon": "Keda positivo: 'Chat' lo tei pronto",
  "Rules and routines: Chat coming soon": "Reglanan i rutinanan: 'Chat' lo tei pronto",
  "Positive discipline: Chat coming soon": "Disiplina positivo: 'Chat' lo tei pronto",
  "Problem solving & closing: Chat coming soon": "Solushoná problema i klousura: 'Chat' lo tei pronto",
  "Closing: Share certificate": "Klousura: Parti sertifikado",
  "Problem solving & closing: In-person session": "Solushoná problema i klousura: Seshon en persona",
  "Individual consultation guide": "Guia di Konsulta Individual",
  "A-E-C-P: Accept, Explore, Connect & Practise": "A-E-K-P: Aseptá, Eksplorá, Konektá i Praktiká",
  "Domains of child development": "Áreanan di desaroyo di mucha",
  "Stages of child development": "Fasenan di Desaroyo di Mucha",
  "One-on-one time for parents by stages of child development": "Tempu pa abo ku bo yu pa Mayornan/Dunadónan di Kuido pa Etapanan di Desaroyo di Mucha",
  "Woman": "Muhé",
  "Man": "Hòmber",
  "Prefer not to say": "Mi ta preferá pa no bisa",
  "Let’s see how @data.characters.f1_father.name spends one-on-one time with @data.characters.f1_son_5.name.": "Laga nos wak kon @data.characters.f1_father.name ta pasa tempu huntu ku @data.characters.f1_son_5.name.",
  "👋 Hi there! Ready for your first parenting story? Spending quality time with your children makes them feel secure and loved.": "👋 Hei! Kla pa bo promé historia edukashon familiar? Pasando tempu di kalidat ku bo yunan ta pone nan sinti nan mes sigur i stimá.",
  "Let’s see how @data.characters.f1_father.name spends one-on-one time with his teen son, @data.characters.f1_son_17.name.": "Laga nos wak kon @data.characters.f1_father.name ta pasa tempu huntu ku su yu hòmber tiner, @data.characters.f1_son_17.name.",
  "💡Here are 3 things to try when you are spending one-on-one time with your children and your home activity for the week!": "💡Aki 3 kos pa purba ora bo ta pasando tempu huntu ku bo yunan i ta hasiendo bo aktividat di kas pa e siman!",
  "Video Story 2 (10-17)": "Vidio di Kuenta 2 (10-17)",
  "Video Story 1 (2-9)": "Vidio di Kuenta 1 (2-9)",
  "Send this message after your in-person session": "Manda e mensahe akí despues di bo seshon en persona",
  "Thank you so much for being part of today’s session 🤗🌸\nIt was wonderful to learn and share together.\n\nHere are the resources we went through, in case you’d like to revisit them at home:": "Masha danki pa forma parti di e seshon di awe 🤗🌸\nTabata dushi pa siña i kompartí huntu.\n\nAki ta sigui e rekursonan ku nos a pasa aden, den kaso ku bo ke bolbe pasa riba nan na kas:",
  "Summary of tips": "Resumen di tepnan",
  "Hey there! 👋 Just checking in with a friendly reminder to try this week’s home activity:\n\nSpend a few minutes of One-on-One Time with your child –no distractions, just the two of you!\n\nHere’s something to keep in mind:\nEven short moments of focused attention help your child feel truly seen and loved. It strengthens your bond and reminds them that what they do is important. 💖\n\nYou’re doing great! Keep it up!": "Hei! 👋 Djis pa chèk ku bo ku un rekordatorio amistoso pa purba e aktividat di kas di e siman akí:\n\nPasa algun minüt di Tempu abo ku bo yu—sin distraishon, djis boso dos!\n\nAkí tin algu pa tene na mente:\nAsta momentunan kòrtiku di atenshon enfoká, ta yuda bo yu sintié di bèrdat mirá i stimá. E ta fortalesé boso relashon i ta kòrd'é ku loke e ta hasi ta importante. 💖\n\nBo ta hasiendo e hopi bon! Sigui asina!",
  "Hello! I look forward to hearing how the rest of your week goes when we next meet on [ENTER DATE HERE]. Chat then!": "Kon a bai! Mi ta spera di tende kon e sobra di bo siman a bai ora nos topa otro riba [ENTER DATE HERE]. Nos lo 'chat' e ora ei!",
  "Replace [ENTER DATE HERE] with the date of the chat session": "Remplasá [ENTER DATE HERE] ku e fecha di e seshon di 'chat'",
  "Hello and thanks for being part of the @global.prog_name chat! I am thrilled to be able to chat together about how we can best support our children to grow up healthy and happy. Today, we are going to chat about spending One-on-One time with your children.": "Kon a bai? Danki pa ta parti di e 'chat' @global.prog_name! Mi ta entusiasmá di por kòmbersá huntu tokante kon nos por sostené nos yunan mihó pa krese salú i felis. Awe, nos ta bai kòmbersá tokante pasa Tempu Abo ku Bo Yunan.",
  "Thanks so much for sharing! To make this a safe space to communicate openly let’s make some ground rules for this chat group. Our first rule is that what is said in the group stays in the group. You need to know that this group is private.\nHere are some other examples to start us off:\n📱 Let me know if you need to miss a chat session.\n🩵 Accept each other. Everyone is different and has different experiences.\n💬 Share only what you feel comfortable sharing.\n❓ Feel free to ask questions!\n🔏 Respect the privacy of personal pictures and videos that are sent to the chat group. \n\nDoes anyone have any additional rules that they want to suggest?": "Mashá danki pa kompartí! Pa hasi esaki un espasio seif pa komuniká habrí, laga nos traha algun regla básiko pa e grupo di 'chat' akí. Nos promé regla ta ku loke nos papia den e grupo ta keda den e grupo. Ta bon pa bo sa ku e grupo akí ta privá.\nAki algun otro ehèmpel pa nos kuminsá:\n📱 Laga mi sa si lo bo no por tei na un seshon di 'chat'. \n🩵 Aseptá otro. Tur hende ta diferente i tin diferente eksperensia.\n💬 Kompartí solamente loke bo ta sinti bo kómodo pa kompartí.\n❓ Sinti bo liber pa hasi pregunta!\n🔏 Respetá e privasidat di potrèt i vidionan personal ku ta nos ta manda den e grupo di 'chat'. \n\nTin hende ku tin kualke regla adishonal ku nan ke sugerí?",
  "Allow a couple minutes for parents to share. Praise suggestions and contributions. Make sure that everyone agrees on the ground rules.": "Permití un par di minüt pa mayornan kompartí. Elogiá sugerensianan i kontribushonnan. Sòru pa tur hende ta di akuerdo ku e reglanan di base.",
  "Hello and thanks for being part of the@global.prog_name chat! I am thrilled to be able to chat together about how we can best support our children to grow up healthy and happy. Today, we are going to chat about spending One-on-One time with your children.": "Kon a bai i danki pa forma parti di e 'chat' di@global.prog_name! Mi ta entusiasmá di por kòmbersá huntu tokante kon nos por sostené nos yunan mihó pa krese salú i felis. Awe, nos ta bai 'chat' tokante pasa tempu abo ku bo yunan.",
  "Message 2: Introductions": "Mensahe 2: Introdukshonnan",
  "Let’s introduce ourselves! Please share your name and your goal for the programme. As an example, my name is [INSERT NAME] and I want to learn more about how to help my child go to bed by 8 every night. Feel free to add your own to the chat using text or audio message.": "Ban introdusí nos mes! Por fabor kompartí bo nòmber i bo meta pa e programa. Komo ehèmpel, mi nòmber ta [INSERT NAME] i mi ke siña mas tokante kon pa yuda mi yu bai drumi 8 or' tur anochi. Sinti bo liber pa agregá bo mes na e 'chat' usando mensahe di teksto òf oudio.",
  "Allow some time for parents to share.  Remember to praise each response. For example, you can say “Thanks for the response, [Insert Name]!” or “Great goal, [Insert Name]!”": "Permití algun tempu pa mayornan kompartí. Kòrda elogiá kada kontesta. Por ehèmpel, bo por bisa “Danki pa e kontesta, [Insertá Nòmber]!” òf “Bon meta, [Insertá Nòmber]!”",
  "Message 3: Ground rules": "Mensahe 3: Reglanan básiko",
  "Thanks so much for sharing! To make this a safe space to communicate openly let’s look at the ground rules for this chat group again.": "Masha danki pa kompartí! Pa hasi esaki un espasio seif pa komuniká habrí laga nos wak e reglanan básiko pa e grupo di 'chat' akí atrobe.",
  "Message 4: Checking in on home activity": "Mensahe 4: Kontrolá aktividat di kas",
  "Have you had a chance to try spending One-on-One Time with your child?\nIf you did, give me a thumbs up! 👍🏽": "Bo a haña chèns di purba pasa Tempu Abo ku Bo Yu?\nSi bo a hasié, duna mi un dùim ariba! 👍🏽",
  "Message 5: Voting on a challenge to discuss": "Mensahe 5: Votashon riba un reto pa diskutí",
  "If you gave a thumbs up — amazing! 🎉If you face some challenges during one-on-one time, that's completely normal. You’re not alone! Here are some common challenges caregivers have experienced. Vote for the one you’d like us to talk about together:\n\n1️⃣ I didn’t have enough time\n2️⃣ My child did not want to spend time with me\n3️⃣ All my child wanted to do was watch TV or play with a gadget\n4️⃣ My child wanted to do things I felt uncomfortable about": "Si bo a duna un dùim ariba — master! 🎉Si bo ta enfrentá algun reto durante tempu pa abo ku bo yu, esei ta kompletamente normal. Bo no ta bo so! Akí tin algun reto komun ku dunadónan di kuido a eksperensiá. Vota pa esun ku bo ke pa nos papia riba dje huntu:\n\n1️⃣ Mi no tabatin sufisiente tempu\n2️⃣ Mi yu no tabata ke pasa tempu ku mi\n3️⃣ Tur loke mi yu tabata ke hasi tabata wak televishon òf hunga ku un aparato\n4️⃣ Mi yu tabata ke hasi kosnan ku mi tabata sinti mi inkómodo kuné",
  "Message 6: Discussing solution": "Mensahe 6: Diskutiendo riba solushon",
  "Choose the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible solutions to the challenges.": "Skohe e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Akí tin algun posibel solushon pa e retonan.",
  "Message 7: Open Feedback": "Mensahe 7: Habri Komentario",
  "Thanks for discussing that challenge with me! Does anyone have any other challenges you’d like us to troubleshoot together? Feel free to share — we’re here to support each other!": "Danki pa papia tokante e reto ei ku mi! Tin hende ku tin otro retonan ku bo ke pa nos solushoná huntu? Sinti bo liber pa kompartí — nos tei pa sostené otro!",
  "Message 8: Take a Pause": "Mensahe 8: Tuma un Pousa",
  "Before we end today’s session let’s take a pause together. This is something you can do whenever you are feeling stressed or overwhelmed. I really appreciate everyone’s contribution today. I’ll be in touch throughout the week with reminders about what’s coming next. Until then, have a peaceful and happy day!": "Promé ku nos terminá e seshon di awe ban tuma un pousa huntu. Esaki ta algu ku bo por hasi semper ku bo ta sinti bo mes di strès of ku muchu kos na bo kabes. Mi ta apresiá tur hende su kontribushon di awe mashá. Lo mi ta den kontakto henter siman ku rekordatorionan tokante kiko ta bini despues. Pues mientrastantu, pasa un dia trankil i felis!",
  "Let’s see a story of parents talking about a difficult emotion with their teen": "Laga nos wak un historia di mayornan ku ta papia tokante un emoshon difísil ku nan tiner",
  "Let’s look at a story that shows a child talking about emotions while they are spending one-on-one time with their parent": "Laga nos wak un historia ku ta mustra un mucha ta papia tokante emoshonnan miéntras e ta pasando tempu huntu ku su mayor",
  "👋 Hey there! It’s time for another parenting story. Today’s story is about helping your children to manage their feelings.": "👋 Hei! Ta tempu pa un otro historia di edukashon familiar. E historia di awe ta tokante yuda bo yunan manehá nan emoshonnan.",
  "💡Here are 5 things about how to talk about emotions with your children & your home activity for the week.": "💡Aki tin 5 kos tokante kon pa papia tokante emoshon ku bo yunan & bo aktividat di kas pa e siman.",
  "Hello! Remember this week’s home practice is to try to talk about emotions with your children during one-on-one time and other times during the week. \n\nTalking about emotions helps children learn that all feelings are okay—even the big or tricky ones. This makes it easier for them to understand themselves and talk to you about what they’re going through. 😊💬": "Kon a bai! Kòrda ku e práktika di kas di e siman akí ta pa purba papia tokante emoshonnan ku bo yunan durante tempu huntu i otro momentunan durante di siman. \n\nPapia tokante emoshonnan ta yuda muchanan siña ku tur sintimentu ta bon—asta esnan grandi òf difísil. Esaki ta hasié mas fásil pa nan komprondé nan mes i papia ku bo tokante loke nan ta pasando aden. 😊💬",
  "Can you believe that a whole week has gone by? Our next chat session will be later at [INSERT DATE & TIME]. We will continue learning about the benefits of talking about emotions with our children. Chat soon!": "Bo por kere ku henter un siman a pasa? Nos siguiente seshon di 'chat' lo ta mas despues riba [INSERT DATE & TIME]. Nos lo sigui siña tokante e benefisionan di papia tokante emoshonnan ku nos yunan. Nos lo 'chat' pronto!",
  "Welcome to Module 2 of @global.prog_name! How is everybody doing? Happy? Stressed? Angry? Annoyed? Peaceful? Whatever emotion you feel…it’s okay! Please feel free to share how you are feeling today.": "Bon Biní na Módulo 2 di @global.prog_name! Kon ta bai ku tur hende? Kontentu? Di strès? Rabiá? Fadá? Trankil? Kualke emoshon ku bo sinti…ta bon! Por fabor sinti bo liber pa kompartí kon bo ta sinti awe.",
  "Allow time for parents to share how they are feeling. You should also share how you are feeling. For example, “I am happy to be part of the chat today.”": "Permití tempu pa mayornan kompartí kon nan ta emoshon. Bo mester kompartí tambe kon bo ta sinti. Por ehèmpel, “Mi ta kontentu di ta parti di e 'chat' awe.”",
  "Last time, we focused on helping children talk about their feelings.\nIf you found a moment to talk about emotions, whether during one-on-one time or another time in the week, give me a thumbs up! 👍🏽": "Biaha pasá, nos a enfoká riba yuda muchanan papia tokante nan sintimentunan.\nSi bo a haña un momentu pa papia tokante emoshonnan, sea ta durante Tempu Abo ku Bo Yu òf un otro momentu den siman, duna mi un dùim ariba! 👍🏽",
  "Great job if you were able to give it a try! 🙌🏾 If starting conversations about emotions felt a bit tough, that’s totally understandable. Many parents and caregivers go through the same thing. Take a look at the challenges below and choose the one you’d like us to explore together:\n\n1️⃣ My child did not want to share their feelings \n2️⃣ I felt uncomfortable talking about my feelings\n3️⃣ I was afraid my child might think I am weak for sharing my own emotions\n4️⃣ I was too stressed or angry to share my emotions, I prefer to be alone when I feel like that.": "Un bon trabou si bo a logra purba! 🙌 Si kuminsá kombersashonnan tokante emoshonnan a sinti un tiki difísil, esei ta kompletamente komprendibel. Hopi mayor i dunadó di kuido ta pasa den e mesun kos. Tira un bista riba e retonan akí bou i skohe esun ku bo ke pa nos eksplorá huntu:\n\n1️⃣ Mi yu no tabata ke kompartí su emoshonnan \n2️⃣ Mi a sinti mi inkómodo pa papia tokante mi emoshonnan\n3️⃣ Mi tabatin miedu ku mi yu lo pensa ku mi ta débil komo ku mi ta kompartí mi propio emoshonnan\n4️⃣Mi tabata muchu di di strès òf rabiá pa kompartí mi emoshonnan, mi ta preferá di ta mi so ora mi ta sinti asina.",
  "Replace [name challenge] with the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible solutions to the challenges.": "Remplasá [nòmber di reto] ku e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Akí tin algun posibel solushon pa e retonan.",
  "I appreciate you opening up about that! Are there any other challenging moments you’ve run into? You’re welcome to bring them up, this is a space where we can help each other out.": "Mi ta apresiá ku bo ta habrí tokante esei! Tin otro momentunan difísil ku bo a topa kuné? Bo ta bon biní pa trese nan dilanti, esaki ta un espasio kaminda nos por yuda otro.",
  "Before we end today’s chat session, let's take a pause together. Remember that this is something you can do whenever you are feeling stressed, or your children are annoying you. \n\nThank you. The work you have done today is hard work – but it’s also very valuable work. It will help you to manage your own stress and give your children the tools they need to manage theirs. Have a peaceful and happy day!": "Promé ku nos terminá e seshon di 'chat' di awe, laga nos tuma un pousa huntu. Kòrda ku esaki ta algu ku bo por hasi semper ku bo ta sinti bo di strès òf bo yunan ta molestiá bo. \n\nDanki. E trabou ku bo a hasi awe ta trabou duru – pero tambe e ta trabou di hopi balor. E lo yuda bo manehá bo mes strès i duna bo yunan e hèrmèntnan ku nan mester pa manehá esun di nan. Pasa un dia trankil i kontentu!",
  "Let’s see a story of parents giving praise to their child for following instructions:": "Laga nos wak un historia di mayornan dunando elogio na nan yu komo ku nan a sigui instrukshonnan:",
  "👋 Hey there! Welcome to Module 3 of @global.prog_name. Well done for making the time today. We will be chatting about how to help our children follow instructions.": "👋 Hei kon a bai? Bon Biní na Módulo 3 di @global.prog_name. Bon trabou pa a traha tempu awe. Nos lo ta kòmbersá tokante kon pa yuda nos yunan sigui instrukshonnan.",
  "Let’s look at a story that shows a parent giving specific and positive instructions to their teen:": "Laga nos wak un historia ku ta mustra un mayor dunando instrukshonnan spesífiko i positivo na su tiner:",
  "Now let’s move on to the parenting tip. Here are 3 steps to help you to get your children to follow your instructions more often:": "Awor laga nos sigui pa e tep di edukashon familiar. Akí 3 paso pa yuda bo pa gana bo yunan pa sigui bo instrukshonnan ku mas frekuensia:",
  "Hello! Keep spending 5 minutes of one-on-one time with your child every day. Remember to practice keeping your instructions positive, realistic, and specific and to praise your children for following instructions. \n\nSome of things you can praise your child for are playing quietly, talking respectfully to others, and helping with chores around the house. \n\nThank you for your commitment and dedication to your children!": "Kon a bai! Sigui pasa 5 minüt di tempu abo ku bo yu tur dia. Kòrda praktiká pa tene bo instrukshonnan positivo, realístiko i spesífiko i pa elogiá bo yunan pa sigui instrukshonnan. \n\nAlgun di e kosnan ku bo por elogiá bo yu p’e ta hunga trankil, papia ku rèspèt ku otronan i yuda ku trabounan di kas. \n\nDanki pa boso kompromiso i dedikashon na boso yunan!",
  "Hello! Can you believe that another week has gone by? Our next chat session will be later at [INSERT DATE & TIME]. We will continue chatting about how to get your children to follow instructions. Chat soon!": "Kon a bai! Bo por kere ku un siman mas a pasa? Nos siguiente seshon di 'chat' lo ta mas despues riba [INSERT DATE & TIME]. Nos lo sigui kòmbersá tokante kon pa logra pa bo yunan sigui instrukshonnan. Nos lo 'chat' pronto!",
  "Welcome to Module 3 of @global.prog_name! Well done for making the time today. How is everybody doing? I am feeling [INSERT EMOTION]. Anyone else want to share?": "Bon Biní na Módulo 3 di @global.prog_name! Bon trabou pa a traha tempu awe. Kon a bai ku tur hende? Mi ta sintiendo [HINKA EMOSHON]. Tin otro hende ku ke kompartí?",
  "Replace [INSERT EMOTION] with what you are feeling.Allow time for parents to share how they are feeling.": "Remplasá [HINKA EMOTION] ku loke abo ta sinti.Permití tempu pa mayornan kompartí kon nan ta sinti.",
  "How did your home practice go this week? As a reminder, for home practice you were going to practice giving specific, realistic, and positive instructions and praise your children when they followed an instruction. Give me a 👍🏽if you were able to give it a try!": "Kon bo práktika na kas a bai e siman akí? Komo un rekordatorio, pa práktika na kas bo tabata pa bai praktiká duna instrukshonnan spesífiko, realístiko i positivo i elogiá bo yunan ora nan sigui un instrukshon. Duna mi un 👍🏽si bo a logra purba!",
  "Awesome if you had a chance to try it out! 🙌🏾 If giving clear instructions or remembering to praise your child feels a bit challenging, you’re not alone. Many caregivers find this takes practice. Check out the challenges below and pick the one you’d like us to talk through together:\n\n1️⃣ My child did not follow my instructions, even when I used the tips. \n2️⃣ I forgot to praise my child. \n3️⃣ I shouted at my child when they behaved negatively instead of giving them a positive instruction for what they should do.\n4️⃣ It is hard to remember to use positive words when giving instructions.": "Tremendo si bo tabatin chèns di purba esaki! 🙌 Si duna instrukshon kla òf kòrda elogiá bo yu ta sinti un tiki komo un reto, bo no ta bo so. Hopi dunadó di kuido ta haña ku esaki ta rekerí práktika. Wak e retonan akí bou i skohe esun ku bo ke pa nos papia tokante di dje:\n\n1️⃣ Mi yu no a sigui mi instrukshonnan, ni sikiera ora mi a usa e tepnan. \n2️⃣ Mi a lubidá di elogiá mi yu. \n3️⃣ Mi a grita mi yu ora el a komportá malu en bes di a dun'é un instrukshon positivo pa loke e mester hasi.\n4️⃣ Ta difísil pa kòrda pa usa palabranan positivo ora di duna instrukshon.",
  "Thanks for sharing that! Have you come across any other difficult situations lately? Feel free to share, this is a space where we can support one another.": "Danki pa kompartí esei! Bo a topa ku otro situashonnan difísil últimamente? Sinti bo liber pa kompartí, esaki ta un espasio kaminda nos por sostené otro.",
  "Before we end today’s module, let's take a pause together. Remember that this is something you can do whenever you are feeling stressed, or your children are annoying you.\n\nThank you for working as hard as you do as parents. The commitment you are showing to improving the lives of your children just by being here is worth the final note of praise in our module today: Truly well done.": "Prome ku nos finalisá e módulo di awe, ban tuma un pousa huntu. Kòrda ku esaki ta algu ku bo por hasi semper ku bo ta sinti bo di strès òf bo yunan ta molestiá bo.\n\nDanki pa traha duru asina komo mayor. E kompromiso ku bo ta mustrando pa mehorá bida di bo yunan djis dor di ta akí presente, ta bale la pena e último nota di elogio den nos módulo di awe: Bèrdaderamente bon hasí.",
  "Let’s look at a story about parents making a rule about playing soccerball use with their child:": "Laga nos wak un historia tokante mayornan ku ta traha un regla tokante hungamentu di futbòl ku nan yu:",
  "Let’s see a story of parents setting routines for bedtime:": "Laga nos wak un historia di mayornan ku ta pone rutinanan pa ora di bai drumi:",
  "👋 Welcome to Module 4 of @global.prog_name! Can you believe it that we are already more than halfway through the programme? Well done for making it this far! Today we will be chatting about how to keep our children safe by creating household rules and daily routines.": "👋 Bon Biní na Módulo 4 di @global.prog_name! Bo por kere ku nos ta na mas ku mitar di e programa kaba? Bon trabou pa yega asina leu! Awe nos lo ta kombersando tokante kon pa tene nos muchanan seif dor di krea reglanan di kas i rutinanan diario.",
  "Let’s look at a story about parents making a rule about tablet use with their teen:": "Laga nos wak un historia tokante mayornan ku ta traha un regla tokante uso di tèblet ku nan tiner:",
  "Now let’s move on to today’s parent tip. Here are 4 steps you can take to help your children follow household rules and routines:": "Awor laga nos pasa pa e tep di mayor di awe. Akí bo ta haña 4 paso ku bo por tuma pa yuda bo yunan sigui reglanan i rutinanan di kas:",
  "Hello! You should try to involve your children and other members of your household when making new rules and routines. These can be around bedtime, schoolwork or chores. \n\nIt is perfectly normal for children to test out rules before making them a normal part of the routine. Soon these rules and routines will just feel like a normal part of your household and day. Daily routines can help create a sense of security in the household. \n\nThank you!": "Kon a bai! Bo mester purba di enbolbí bo yunan i otro miembronan di bo kas ora di traha regla i rutinanan nobo. Esakinan por ta rònt di ora di bai drumi, hùiswèrk òf trabounan di kas. \n\nTa mashá normal pa muchanan tèst reglanan promé ku hasi nan un parti normal di e rutina. Pronto e reglanan i rutinanan akí lo sinti manera djis un parti normal di bo hogar i di bo dia. Rutinanan diario por yuda krea un sentido di seguridat den e kas. \n\nDanki!",
  "Welcome to Module 4 of @global.prog_name! How is everybody doing? Describe what you are feeling today, where you feel it in your body and what thoughts you associate with the feeling.": "Bon Biní na Módulo 4 di @global.prog_name! Kon a bai ku tur hende? Deskribí kiko bo ta sinti awe, unda bo ta sintié den bo kurpa i kua pensamentunan bo ta asosiá ku e sintimentu.",
  "Allow time for parents to share how they are feeling.": "Permití tempu pa mayornan kompartí kon nan ta sinti.",
  "Last week we looked at making rules and routines with your children. Please send a thumbs up 👍🏽if you were able to try to create one household rule and one routine with your children.": "Siman pasá nos a wak kon pa traha regla i rutina ku bo yunan. Por fabor manda un dùim ariba 👍🏽si bo por a purba krea un regla di kas i un rutina ku bo yunan.",
  "Great if you were able to give it a go! 🙌🏾 If coming up with a household rule or setting a routine felt a little tough, you’re definitely not the only one. Lots of caregivers are figuring it out too. Take a look at the challenges below and choose the one you’d like us to chat about together:\n\n1️⃣ We were not able to stick to the rule\n2️⃣ My child and I could not agree on a rule\n3️⃣ I felt uncomfortable, because I feel parents should be the one establishing the rule not my child\n4️⃣ Another caregiver at home didn’t agree with the rule": "Hopi bon, si bo a logra purba! 🙌 Si bini ku un regla di kas òf pone un rutina a sinti un tiki difísil, definitivamente bo no ta e úniko. Hopi dunadó di kuido tambe ta deskubriendo esaki. Tira un bista riba e retonan akí bou i skohe esun ku bo ke pa nos kòmbersá riba dje huntu:\n\n1️⃣Nos no tabata por a mantené na e regla\n2️⃣Ami ku mi yu no por a bai di akuerdo riba un regla\n3️⃣Mi a sinti mi inkómodo, pasobra mi ta sinti ku ta mayor mester ta esun ku ta establesé e regla, no mi yu\n4️⃣Un otro dunadó di kuido na kas no tabata di akuerdo ku e regla",
  "Choose the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible challenges and solutions.": "Skohe e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Akí tin algun posibel reto i solushon.",
  "Before we end today’s module let’s take a pause together. Remember that this is something you can do whenever you are feeling stressed, or your children are annoying you.\n\nThank you so much for a wonderful session. I hope the rules and routines you introduce into your homes help make your household more manageable. Have a peaceful and happy day!": "Promé ku nos finalisá e módulo di awe ban Tuma un Pousa huntu. Kòrda ku esaki ta algu ku bo por hasi semper ora bo ta sinti bo di strès òf bo yunan ta iritá bo.\n\nMashá danki pa un seshon maravioso. Mi ta spera ku e reglanan i rutinanan ku boso ta introdusí den boso kasnan, lo yuda hasi boso hogar mas manehabel. Pasa un dia trankil i kontentu!",
  "Let’s look at how parents can use consequences with their children and teens:": "Laga nos wak kon mayornan por usa konsekuensianan ku nan yunan i tinernan:",
  "Let’s look at a story that shows how you can redirect your children from negative to positive behaviours before they get worse.": "Laga nos wak un historia ku ta mustra kon bo por redirigí atenshon di bo yunan for di komportashonnan negativo pa komportashon positivo promé ku nan bira pió.",
  "👋 Welcome to Module 5 of @global.prog_name! This week, we’ll talk about positive discipline – calm, practical and positive ways to respond when our children misbehave. It’s not about letting children do whatever they want. Positive discipline helps us guide our children while building a stronger relationship.": "👋 Bon Biní na Módulo 5 di @global.prog_name! E siman akí, nos lo papia tokante disiplina positivo – maneranan trankil, práktiko i positivo pa reakshoná ora nos yunan ta komportá nan mes malu. No ta trata akí di laga muchanan hasi loke nan ke. Disiplina positivo ta yuda nos guia nos yunan miéntras nos ta konstruí un relashon mas fuerte.",
  "Let’s look at how parents can use consequences with their children:": "Laga nos wak kon mayornan por usa konsekuensia ku nan yunan:",
  "Now let’s chat about today’s parent tip - how to respond with positive discipline when children misbehave. Here are 3 steps you can follow:": "Awor laga nos kòmbersá tokante e tep di mayor di awe - kon pa reakshoná ku disiplina positivo ora muchanan ta komportá nan mes malu. Akí 3 paso ku bo por sigui:",
  "Hello! Remember that using new ways to discipline your children takes practice! Try to make sure that consequences should be fair and realistic. They are best used when your child forgets a household rule or refuses to follow an instruction.": "Kon a bai! Kòrda ku usa maneranan nobo pa disipliná bo yunan ta rekerí práktika! Purba di sòru pa konsekuensianan ta hustu i realístiko. E mihó momentu pa usa esakinan ta ora bo yu lubidá un regla di kas òf nenga di sigui un instrukshon.",
  "Home practise reminder": "Rekordatorio di práktika di kas",
  "It is really important to remember to Keep It Positive! Continue to spend quality time with your children, use positive instructions, and praise them when they are behaving well. The more positive attention they receive for good behaviour, the less you will have to discipline them!": "Ta realmente importante pa kòrda pa Keda Positivo! Sigui pasa tempu di kalidat ku bo yunan, usa instrukshonnan positivo i elogiá nan ora nan ta komportá nan mes bon. Mas atenshon positivo nan haña pa bon komportashon, ménos bo lo mester disipliná nan!",
  "Prompt for new admin": "Solisitut pa administradó nobo",
  "As we start thinking ahead beyond the end of the programme, would anyone like to consider taking on the administrator role for our chat group? DM if you are interested! Thank you!": "Segun ku nos ta kuminsá pensa riba futuro, pa despues di final di e programa, tin hende ku ke konsiderá tuma e ròl di atministradó pa nos grupo di 'chat'? Manda un mensahe personal si bo ta interesá! Danki!",
  "Hello! It is the time of the week again! Our next session will be later at [INSERT DATE & TIME]. We will be learning about how to make rules and routines with our children. Chat soon!": "Kon a bai! Ta e tempu di siman atrobe! Nos siguiente seshon lo ta mas despues riba [HINKA FECHA & ORARIO]. Nos lo siña tokante kon pa traha regla i rutina ku nos muchanan. Nos lo kombersá pronto!",
  "Replace [INSERT DATE & TIME] with the date of the chat session": "Remplasá [INSERT DATE & TIME] ku e fecha di e seshon di kòmbersashon",
  "Welcome to Module 5 of @global.prog_name! How is everybody doing? Describe what you are feeling today, where you feel it in your body and what thoughts you associate with the feeling.": "Bon Biní na Módulo 5 di @global.prog_name! Kon a bai ku tur hende? Deskribí kiko bo ta sinti awe, unda bo ta sintié den bo kurpa i kua pensamentunan bo ta asosiá ku e sintimentu.",
  "Message 2: Checking in on home activity": "Mensahe 2: Kontrolá aktividat di kas",
  "Last week we looked at how to use positive discipline with our children. Please send a thumbs up 👍🏽if you were able to try to think of one behaviour and consequence that you might need to use.": "Siman pasá nos a mira kon pa usa disiplina positivo ku nos muchanan. Por fabor manda un dùim ariba 👍🏽si bo por a purba pensa riba un komportashon i konsekuensia ku lo bo por usa.",
  "Acknowledge the thumbs up with thumbs up, emojis, or quick words of praise.": "Rekonosé e dùim ariba ku dùim ariba, 'emojis' òf palabranan rápido di elogio.",
  "Message 3: Voting on a challenge to discuss": "Mensahe 3: Votashon riba un reto pa diskutí",
  "Well done if you tried it out! 🙌🏾 If coming up with a behaviour and consequence felt challenging, you’re not alone. Many caregivers are still practicing this skill too. Have a look at the challenges below and pick the one you’d like us to explore together:\n\n1️⃣ I am too angry to find anything positive to say to my child after they have misbehaved.\n2️⃣ I got very angry with my child and shouted at them.\n3️⃣ I forgot to give my child a chance to do what I asked before giving the consequence.\n4️⃣ My child got very angry with me after I gave the consequence for their misbehaviour.": "Bon trabou si bo a purba! 🙌🏾 Si bin ku un komportashon i konsekuensia a sinti komo un reto, bo no ta bo so. Hopi dunadó di kuido tambe ta praktikando e abilidat akí. Tira un bista riba e retonan akí bou i skohe esun ku bo ke pa nos eksplorá huntu:\n\n1️⃣ Mi ta muchu rabiá pa haña algu positivo pa bisa mi yu despues ku el a komportá su mes malu.\n2️⃣ Mi a rabia hopi ku mi yu i a grit'é.\n3️⃣ Mi a lubidá di duna mi yu un chèns pa hasi loke mi a pidi promé ku duna e konsekuensia.\n4️⃣ Mi yu a rabia hopi ku mi despues ku mi a duna e konsekuensia pa su mal komportashon.",
  "Message 4: Discussing solution": "Mensahe 4: Diskutiendo riba solushon",
  "Can we work together to think of a positive solution to [name challenge]?": "Nos por traha huntu pa pensa riba un solushon positivo pa [nombra reto]?",
  "Replace [name challenge] with the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible challenges and solutions.": "Remplasá [nòmber di reto] ku e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Akí tin algun posibel reto i solushon.",
  "Message 5: Open Feedback": "Mensahe 5: Habri Komentario",
  "Thanks for opening up! Have there been any other moments that felt challenging recently? Don’t hesitate to share, this is a space where we’re all here to help each other.": "Danki pa habri boso mes! Tabatin otro momentunan ku a sinti komo un reto resientemente? No duda pa komparti, esaki ta un espasio kaminda nos tur tei pa yuda otro.",
  "Message 6: Take a Pause": "Mensahe 6: Tuma un Pousa",
  "Before we end today’s module let’s take a short pause together. Remember that this is something you can do whenever you are feeling stressed or overwhelmed. You can also do it to appreciate a positive moment, too! \n\nWhat a wonderful session! Have a peaceful and happy day!": "Prome cu nos termina e modulo di awe ban tuma un pausa cortico hunto. Kòrda ku esaki ta algu ku bo por hasi semper ku bo ta sinti bo mes di strès òf ku hopi kos na bo kabes. Bo por hasié tambe pa apresiá un momentu positivo tambe! \n\nKi un seshon maravioso! Pasa un dia trankil i kontentu!",
  "Let’s look at a story about how you can work with your children to find a solution to a problem instead of having to use consequences:": "Laga nos wak un relato tokante kon bo por traha ku bo yunan pa haña un solushon pa un problema en bes di mester usa konsekuensianan:",
  "👋Welcome to our last week of @global.prog_name! Today we are going to learn about how to solve problems with our children and reflect on what we have learned in the programme.": "👋Bon biní na nos último siman di @global.prog_name! Awe nos ta bai siña tokante kon pa solushoná problema ku nos muchanan i reflehá riba loke nos a siña den e programa.",
  "Let's look at how a situation when our children get bullied by others online:": "Laga nos wak un situashon di ora otronan ta pèst nos yunan ònlain:",
  "Now let’s move on to the final parenting tip on problem solving with your children. We have been doing this throughout the programme. Now it is time to learn how we can involve our children in the process! Here are the 4 basic steps for problem solving:": "Awor laga nos sigui pa e último tep di edukashon familiar riba solushoná problema ku bo yunan. Nos a bin ta hasi esaki durante henter e programa. Awor ta tempu pa siña kon nos por involukrá nos muchanan den e proseso! Akí ta sigui e 4 pasonan básiko pa solushoná problema:",
  "Reminder of skills": "Rekordatorio di abilidatnan",
  "Send this message with the audio recording": "Manda e mensahe akí ku e grabashon di oudio",
  "Reminder of home activities": "Rekordatorio di aktividatnan na kas",
  "Even though the programme is ending soon, our parenting work continues! Remember to continue practising all of the skills that we have learned together. The main ones are:\n\n1️⃣ Spend one-on-one time with your children. Just 5 minutes a day can make a difference\n\n2️⃣ Praise your children when they are behaving well\n\n3️⃣ Keep it positive with positive instructions\n\n4️⃣ Have consistent household rules and daily routines (including time for play!)\n\n5️⃣ Practice positive discipline with redirect and consequences\n\n6️⃣ Involve  your child in solving problems together.\n\n7️⃣ Take 5 deep breaths or a Pause when you are feeling stressed or angry.": "Ounke e programa ta serka di kaba, nos trabou di edukashon familiar ta sigui! Kòrda sigui praktiká tur e abilidatnan ku nos a siña huntu. Esunnan prinsipal ta:\n\n1️⃣Pasa tempu abo ku bo yunan. Djis 5 minüt pa dia por hasi un diferensia\n\n2️⃣Elogiá bo yunan ora nan ta komportá nan mes bon\n\n3️⃣Mantené esaki positivo ku instrukshonnan positivo\n\n4️⃣Sòru pa bo tin reglanan di kas konsistente i rutinanan diario (inkluyendo ora di hunga!)\n\n5️⃣Praktiká disiplina positivo dor di redirigí atenshon i duna konsekuensianan.\n\n6️⃣Enbolbí bo yu den solushoná problemanan huntu.\n\n7️⃣Hala 5 rosea profundo of tuma un Pousa ora bo ta sinti strès of rabia.",
  "Hello! I hope everybody had a good week! Our final session will be later at [INSERT DATE & TIME].": "Kon a bai! Mi ta spera ku tur hende tabatin un bon siman! Nos seshon final lo ta mas mas despues riba [HINKA FECHA & ORARIO].",
  "Replace [INSERT DATE & TIME] with the date of the chat session. If a new group leader has not yet volunteered to administrate the group, send an additional message asking once again if anybody would like to volunteer after the programme ends next week.": "Remplasá [HINKA FECHA & ORARIO] ku e fecha di e seshon di 'chat'. Si ainda niun hende no a ofresé nan mes komo boluntario pa ta lider di grupo pa atministrá e grupo, manda un mensahe adishonal puntrando un biaha mas si tin hende ku lo ke ta boluntario despues ku e programa kaba otro siman.",
  "Chat session reminder": "Rekordatorio di seshon di 'chat'",
  "Hello! I hope everybody had a good week! Our final session will be later at [INSERT DATE & TIME]. We will be meeting in person at [VENUE]. See you all soon!": "Kon a bai! Mi ta spera ku tur hende tabatin un bon siman! Nos seshon final lo ta mas despues riba [HINKA FECHA & ORARIO]. Nos lo reuní personalmente na [LOKALIDAT]. Nos ta topa pronto!",
  "Replace [INSERT DATE & TIME] with the date of the chat session. \nReplace [VENUE] with the venue of the session. \n\nIf a new group leader has not yet volunteered to administrate the group, send an additional message asking once again if anybody would like to volunteer after the programme ends next week.": "Remplasá [HINKA FECHA & ORARIO] ku e fecha di e seshon di 'chat'. \nRemplasá [LOKALIDAT] ku e lokalidat di e seshon. \n\nSi un lider di grupo nobo no a ofresé su mes pa ta boluntario ainda pa atministrá e grupo, manda un mensahe adishonal puntrando un biaha mas si tin hende ku lo ke ta boluntario despues ku e programa kaba otro siman.",
  "Message 1: Welcome": "Mensahe 1: Bon Biní",
  "Welcome to Module 6 of @global.prog_name! How is everybody doing? Describe what you are feeling today, where you feel it in your body and what thoughts you associate with the feeling.": "Bon Biní na Módulo 6 di @global.prog_name! Kon a bai ku tur hende? Deskribí kiko bo ta sinti awe, unda bo ta sintié den bo kurpa i kua pensamentunan bo ta asosiá ku e sintimentu.",
  "Allow time for parents to share. You should also share how you are feeling. For example, “I am excited to be part of the chat today, and I feel that excitement in my heart.”": "Permití tempu pa mayornan kompartí. Bo tambe mester kompartí kon bo ta sinti. Por ehèmpel, “Mi ta entusiasmá pa ta parti di e kòmbersashon awe i mi ta sinti e emoshon ei den mi kurason.”",
  "Message 2: Reflection": "Mensahe 2: Reflekshon",
  "Since we are having our last chat session, let’s take a few moments to reflect on our experience during the programme. Let’s share some of the things that we learned from the programme or ways that we and our children have changed.": "Komo ku nos ta teniendo nos último seshon di kòmbersashon, laga nos tuma algun momentu pa reflehá riba nos eksperensia durante e programa. Laga nos kompartí algun di e kosnan ku nos a siña for di e programa òf maneranan ku nos i nos yunan a kambia.",
  "Give parents time to reflect and respond. You can encourage everyone to have a chance to write something in the chat. Remember to thank each parent for their contribution. If no parents respond, you can prompt by asking parents to share something they are proud of, or something that surprised them.": "Duna mayornan tempu pa reflehá i reakshoná. Bo por enkurashá tur hende pa haña chèns di skibi algu den e 'chat'. Kòrda gradisí kada mayor pa nan aporte. Si niun mayor no kontestá, bo por pidi mayornan pa kompartí algu ku nan ta orguyoso di dje òf algu ku a sorprendé nan.",
  "Message 3: Stone Soup": "Mensahe 3: Sopi di Piedra",
  "Thank you for sharing. Now you can sit back and enjoy a story that we have shared at the end of all of our parenting programmes.": "Danki pa kompartí. Awor bo por sinta i disfrutá di un kuenta ku nos a kompartí na final di tur nos programanan di edukashon familiar.",
  "Message 4: Discussion about the stone soup": "Mensahe 4: Diskushon tokante e sòpi di piedra",
  "What are some of the ingredients that we have in our group to continue supporting us as parents? In what ways can we continue to support each other after the end of the programme?": "Kua ta algun di e ingredientenan ku nos tin den nos grupo pa sigui sostené nos komo mayor? Na ki maneranan nos por sigui sostené otro despues ku e programa terminá?",
  "Remember to give parents a chance to respond before moving on to the reflection": "Kòrda duna mayornan un chèns pa reakshoná promé ku sigui pa e reflekshon",
  "Message 5: Offer for Questions about ongoing support through the group": "Mensahe 5: Ofresé Espasio pa hasi pregunta tokante sosten kontinuo pa medio di e grupo",
  "Thank you to [Insert Name of New Group Administrator] who will be taking over as the group administrator. Do any of you have any questions about how you can continue to use the group going forward?": "Danki na [Insert Name of New Group Administrator] ku lo tuma e tarea komo e atministradó di grupo. Tin un di boso ku tin pregunta tokante kon boso por sigui usa e grupo di awor pa dilanti?",
  "Allow a few minutes for parents to raise any questions. Remember to thank parents for their questions and let them take the lead in the ongoing planning for the group.": "Permití algun minüt pa mayornan hasi kualke pregunta. Kòrda gradisí mayornan pa nan preguntanan i laga nan tuma e liderazgo den e planifikashon kontinuo pa e grupo.",
  "Message 6: Thank you & closing": "Mensahe 6: Danki & klousura",
  "Let’s close with an activity that is similar to Taking a Pause. Since it is the last module of the programme, we take this opportunity to reconnect with ourselves and our families through a sense of love and support.\n\nThank you and well done for completing the ParentChat programme! You have shown great love and commitment to your families by being here. It has been a pleasure to be on this journey with you.": "Laga nos sera ku un aktividat ku ta similar na Tuma un Pousa. Komo ku ta e último módulo di e programa, nos ta probechá di e oportunidat akí pa rekonektá ku nos mes i nos famianan pa medio di un sentido di amor i sosten.\n\nDanki i boso a hasi un bon trabou pa a kompletá e programa di Mayor Konektá! Boso a mustra gran amor i kompromiso na boso famianan dor di ta akí. Tabata un plaser pa ta riba e biahe akí ku boso.",
  "Send this message along with the certificates": "Manda e mensahe akí huntu ku e sertifikadonan",
  "Congratulations on completing the @global.prog_name! 🎉\nHere’s your certificate to celebrate your dedication and commitment as a parent. We’re so proud of the love, effort, and learning you’ve put into this journey. Keep going, you’re making a real difference for your family!": "Pabien pa a kompletá e @global.prog_name! 🎉\nAkí bo sertifikado pa selebrá bo dedikashon i kompromiso komo mayor. Nos ta asina orguyoso di e amor, esfuerso i dedikashon na siñamentu ku bo a hinka den e trayekto akí. Sigui asina, bo ta hasiendo un diferensia real pa bo famia!",
  "Send this message to the group after the closing session": "Manda e mensahe akí pa e grupo despues di e seshon di klousura",
  "Thank you and well done for completing the @global.prog_name! You have shown great love and commitment to your families by being here. It has been a pleasure to be on this journey with you. I wish you all well going forward!": "Danki i bon trabou pa a kompletá e @global.prog_name! Boso a mustra gran amor i kompromiso na boso famianan dor di ta akí presente. Tabata un plaser pa ta riba e biahe akí ku boso. Mi ta deseá boso tur kos bon pa futuro!",
  "Welcome": "Bon biní",
  "Onboarding Caregivers into the Course": "Introdusí Dunadónan di Kuido na e Kurso",
  "In this video, learn how to onboard caregivers to the course in the programme.": "Den e vidio akí, siña kon pa introdusí dunadónan di kuido na e kurso den e programa.",
  "One-on-one time: Let’s connect": "Tempu pa abo ku bo yu: Ban konektá",
  "Talking about feelings: Let’s connect": "Papia riba emoshon: Laga nos konektá",
  "Keeping it positive: Let’s connect": "Keda positivo: Ban konektá",
  "Rules & routines: Let’s connect": "Reglanan i rutinanan: Ban konektá",
  "Positive Discipline: Let’s connect": "Disiplina Positivo: Ban konektá",
  "Problem solving & closing: Let’s connect": "Solushoná problema i klousura: Ban konektá",
  "Facilitator": "Fasililtadó",
  "Other": "Otro",
  "About you": "Tokante Abo",
  "We will use this to personalise the messages for sharing with your @global.share_groups.": "Nos lo usa esaki pa personalisá e mensahenan pa kompartí ku bo @global.share_groups.",
  "Your Facilitator ID": "Bo Identifikashon di Fasilitadó",
  "Here you can find your unique code. You may be asked to share this code with people who will support your @global.app_name journey.": "Akí bo por haña bo kódigo úniko. Por pidí bo pa kompartí e kódigo akí ku personanan ku lo sostené bo trayekto di @global.app_name.",
  "Your Parent Group": "Bo Grupo di Mayor",
  "See and edit the list of parents attending your groups.": "Mira i editá e lista di mayornan ku ta asistí na bo gruponan.",
  "Your Parent Groups": "Bo Gruponan di Mayor",
  "See and edit the lists of parents attending your groups.": "Mira i editá e lista di mayornan ku ta asistí na bo gruponan.",
  "Profile": "Profil",
  "This is used as the title of the 'Profile' page": "Esaki ta wòrdu usá komo e título di e página ‘Profil’",
  "Excellent": "Ekselente",
  "Good": "Bon",
  "Okay": "Oké",
  "Could be better": "Por ta mihó",
  "Difficult": "Difísil",
  "Sessions": "Seshonnan",
  "Welcome to the @global.app_name. Each week you should select your weekly topic, share the message to your @global.share_groups, and report attendance.": "Bon biní na e @global.app_name. Tur siman bo mester selektá bo tópiko semanal, kompartí e mensahe ku bo @global.share_groups i reportá asistensia.",
  "Report": "Reportá",
  "Library": "Biblioteka",
  "Settings": "Konfigurashonnan",
  "Your profile provides your facilitator ID and is also where you can edit the list of parents attending your groups.": "Bo profil ta proveé bo Identifikashon di fasilitadó i ta tambe kaminda bo por editá e lista di mayornan ku ta asistí na bo gruponan.",
  "Yes": "Si",
  "No": "No",
  "Partners": "Partnernan",
  "Donors": "Donatùr",
  "About @global.prog_name": "Tokante @global.prog_name",
  "Guide for delivering @global.prog_name": "Guia pa implementá @global.prog_name",
  "Facilitation skills": "Abilidatnan di fasilitashon",
  "Session preparation": "Preparashon di seshon",
  "Frequently asked questions": "Preguntanan frekuente",
  "Safeguarding": "Protekshon Integral",
  "Date of session": "Fecha di seshon",
  "Please enter a date": "Por fabor hinka un fecha",
  "Parent's Attendance": "Asistensia di Mayor",
  "How did your session go?": "Kon bo seshon a bai?",
  "enter value": "hinka balor",
  "Please select a value": "Por fabor selektá un balor",
  "What challenges did you face in delivering the session? Be specific.": "Kua retonan bo a enfrentá den fasilitashon di e seshon? Sea spesífiko.",
  "challenges": "retonan",
  "Please enter a description": "Por fabor hinka un deskripshon",
  "@global.prog_name overview": "bista general di @global.prog_name",
  "Who is this @global.app_name for?": "Pa ken e @global.app_name akí ta?",
  "Who developed @global.prog_name?": "Ken a desaroyá @global.prog_name?",
  "@global.prog_name goals": "metanan di @global.prog_name",
  "How is the programme delivered?": "Kon e programa a fasilitá e programa?",
  "Programme Content": "Kontenido di Programa",
  "How @global.prog_name works?": "Kon @global.prog_name ta funshoná?",
  "Getting started with your parent group": "Kuminsá ku bo grupo di mayor",
  "Prepare for in-person sessions": "Prepará pa seshonnan en persona",
  "Tips for effective facilitation of in-person sessions": "Tepnan pa fasilitashon efektivo di seshonnan en persona",
  "Prepare for Each Day": "Prepara pa Kada Dia",
  "Deliver Learn with a Story": "Fasilitá ku un Historia",
  "Deliver Reminders": "Manda Rekordatorio",
  "Deliver Let’s Connect": "Fasilitá Ban Konektá",
  "Report on Sessions": "Hasi un reportahe di seshonnan",
  "How to handover your parent group": "Kon pa entregá bo grupo di mayor",
  "If parents or group admin reach out to you after the group has ended": "Si mayornan òf atministradó di grupo tuma kontakto ku bo despues ku e grupo a kaba",
  "Chat session prompts for new group admin": "Seshon di kòmbersashon ta pidi pa atministradó di grupo nobo",
  "No one volunteered to be group admin": "Niun hende no a ofresé pa ta atministradó di grupo",
  "Effective Facilitation Skills Overview": "Bista General di Abilidatnan di Fasilitashon Efektivo",
  "1️⃣ Use a collaborative approach to learning": "1️⃣ Usa un aserkamentu di kolaborashon pa siña",
  "2️⃣ Model the behaviour you want to see": "2️⃣ Duna ehèmpel di e komportashon ku bo ke mira",
  "3️⃣ Go at your parent’s pace": "3️⃣ Bai segun e ritmo di bo mayornan",
  "4️⃣ Practice A-E-C-P: Accept, Explore, Connect, and Practice": "4️⃣ Praktiká A-E-K-P: Aseptá, Eksplorá, Konektá i Praktiká",
  "5️⃣ Be aware of child developmental stages & milestones": "5️⃣ Tene kuenta ku e fasenan di desaroyo di mucha i logronan",
  "6️⃣ Come prepared for each lesson": "6️⃣ Bin prepará pa kada lès",
  "7️⃣ Make @global.prog_name a happy place to learn": "7️⃣ Hasi @global.prog_name un lugá dushi pa siña",
  "8️⃣ Lastly, have fun!": "8️⃣ Por último, disfrutá!",
  "What is Safeguarding?": "Kiko ta Protekshon Integral?",
  "Next": "Siguiente",
  "What should I do during the disclosure of abuse, neglect, or exploitation?": "Kiko mi mester hasi durante divulgashon di abusu, negligensia òf eksplotashon?",
  "What can I do after a participant discloses abuse, neglect or exploitation?": "Kiko mi por hasi despues ku un partisipante divulgá abusu, negligensia òf eksplotashon? ",
  "How should I report abuse?": "Kon mi mester reportá abuso?",
  "Crisis Hotlines": "Liña di Sosten pa Kaso di Krísis",
  "One-on-one time": "Tempu Abo ku Bo Yu",
  "Talking about feelings": "Papia tokante sintimentunan",
  "Keeping it positive": "Keda positivo",
  "Rules and routines": "Regla i rutinanan",
  "Positive Discipline": "Disiplina Positivo",
  "Next:": "Siguiente:",
  "Problem solving with children and final reflection": "Solushoná problema ku mucha i reflekshon final",
  "Key issues to be aware of:": "Asuntunan klave pa tene kuenta kuné:",
  "Participants share that the programme was not helpful or that they are still struggling": "Partisipantenan ta kompartí ku e programa no tabata útil òf ku nan ta luchando ainda",
  "Parents are feeling concerned, stressed or sad as the programme comes to an end.": "Mayornan ta sinti nan mes preokupá, di strès òf tristu segun ku e programa ta yegando su fin.",
  "A parent cannot commit to the ground rules.": "Un mayor no por komprometé su mes ku e reglanan básiko.",
  "A parent is personally messaging me or calling me with lots of questions on their parenting habits or child’s misbehaviours.": "Un mayor ta mandando mi mensahenan personal òf ta yama mi ku hopi pregunta tokante su kustumbernan di edukashon familiar òf e mal komportashon di e yu.",
  "Only a small group of parents are actively participating in the chat sessions, while other parents are not responding.": "Solamente un grupo chikí di mayor ta partisipando aktivamente den e seshonnan di kòmbersashon, miéntras ku otro mayornan no ta kontestá.",
  "What if no one participates?": "Kiko ta pasa si niun hende no partisipá?",
  "1️⃣ I didn’t have enough time": "1️⃣ Mi no tabatin sufisiente tempu",
  "It can be hard to find time during your day, with work, chores, and everything else. \n\n✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together. \n\nUse the time that you and your girls and boys are already sharing, like going to the school, picking up them, waking them up or say good by for sleeping. \n\nYou can even make household chores into a game to do together.": "E por ta difísil pa haña tempu durante bo dia, ku trabou, tareanan i tur otro kos. \n\n✨Pensa riba un tempu kada dia ku bo por saka 5 minüt. Bo por asta hasi trabounan di kas un wega pa hasi huntu. \n\nUsa e tempu ku abo i bo yu muhé i yu hòmbernan ta kompartí kaba, manera bai skol, buska nan, lanta nan òf bisa nan bonochi promé ku bai drumi. \n\nBo por asta hasi trabounan di kas un wega pa hasi huntu.",
  "2️⃣ My child did not want to spend time with me": "2️⃣ Mi yu no tabata ke pasa tempu ku mi",
  "😔 It can hurt when your child does not want to spend 1-on- time with you. \n\n💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?\n\n💙 Try again so that your child can see that you care and want to spend this time with them.": "😔 E por hasi doló ora bo yu no ke pasa tempu huntu ku bo. \n\n💡 Pensa pa bo mes: Ki ora nan ta mas habrí pa bo? Den oranan di mainta? Djis promé ku bai drumi?\n\n💙 Purba atrobe pa bo yu por mira ku bo ta preokupá p'e i ke pasa e tempu akí kuné.",
  "3️⃣ All my child wanted to do was watch TV or play with a gadget": "3️⃣ Tur loke mi yu tabata ke hasi tabata wak televishon òf hunga ku un aparato",
  "📺Children often want to spend time watching T.V. or playing with a gadget.\n\n❓ You could watch or play on the gadget with them.\n\n💚Caring about their interests is a great start!\n\n🌷 Once you begin spending time together you can suggest another activity.": "📺Muchanan hopi biaha ke pasa tempu wak televishon of hunga ku un aparato.\n\n❓ Bo por wak òf hunga riba e aparato ku nan.\n\n💚Mustra interes pa nan interesnan ta un bon komienso!\n\n🌷 Unabes boso kuminsá pasa tempu huntu bo por sugeri un otro aktividat.",
  "4️⃣ My child wanted to do things I felt uncomfortable about": "4️⃣ Mi yu tabata ke hasi kosnan ku mi tabata sinti mi inkómodo kuné",
  "☀️ If your child wants to do things that are too difficult for you to do, you could watch them.\n\n🏁If they are younger, you could describe what they are doing like a sports announcer.You can also express enthusiasm by clapping, smiling, or offering a thumbs-up. \n\n💛 Praise them while they do it!\n\n📱 Sometimes older children will suggest activities that are violent or unsafe. \n\n🚩 Explain *why* you can't do them, and suggest a different activity.": "☀️ Si bo yu ke hasi kosnan ku ta muchu difísil pa bo hasi, bo por djis wak nan.\n\n🏁Si nan ta mas yòn, bo por deskribí kiko nan ta hasiendo manera un lokutor di deporte. Bo por ekspresá entusiasmo tambe dor di bati man, smail òf saka un dùim ariba. \n\n💛 Elogiá nan miéntras nan ta hasié!\n\n📱 Tin bia muchanan mas grandi lo sugerí aktividatnan ku ta violento òf no mashá seif. \n\n🚩 Splika *dikon* bo no por hasi nan i sugerí un aktividat diferente.",
  "1️⃣ My child did not want to share their feelings": "1️⃣Mi yu no tabata ke kompartí su sintimentunan",
  "😣 Sharing emotions can be hard. It’s even harder when they are strong emotions!\n\n💚 Help your teen know that you are open and willing to listen when they are ready.\n\n👂 Remember, the most important part is just to listen to them.": "😣 Kompartí emoshon por ta difísil. Ta asta mas difísil ora nan ta emoshonnan fuerte!\n\n💚 Yuda bo yu tiner sa ku bo ta habrí i dispuesto pa skucha ora e ta kla.\n\n👂 Kòrda, e parti mas importante ta djis pa skucha nan.",
  "2️⃣ I felt uncomfortable talking about my feelings": "2️⃣ Mi a sinti mi inkómodo papiando di mi sintimentunan",
  "▶️ Starting a new thing is always difficult at first. \n\n⏰ Give yourselves some time to get used to it, and keep giving a good example by noticing and sharing your emotions. \n\n💚 Over time, your teen will learn to do the same – and they will feel even more loved and cared for.": "▶️ Kuminsá un kos nobo semper ta difísil na kuminsamentu. \n\n⏰ Duna boso mes algun tempu pa kustumá ku esaki i sigui duna un bon ehèmpel dor di nota i kompartí boso emoshonnan.\n\n💚 Ku tempu, bo tiner lo siña hasi meskos – i e lo sinti su mes mas stimá i kuidá.",
  "3️⃣ I was afraid my child might think I am weak for sharing my own emotions.": "3️⃣ Mi tabatin miedu ku mi yu por a pensa ku mi ta débil pa kompartí mi mes emoshonnan.",
  "💛 Sharing your emotions sets an important example for your teen - even more when sharing difficult emotions! \n\n🌷 It makes everyone in the family stronger, because it means you can understand and support each other better.": "💛 Kompartí bo emoshonnan ta duna un ehèmpel importante pa bo tiner - mas ainda na ora di kompartí emoshonnan difísil! \n\n🌷 E ta hasi tur hende den famia mas fuerte, pasobra e ta nifiká ku bo por komprondé i sostené otro mihó.",
  "4️⃣ I was too stressed or angry to share my emotions, I prefer to be alone when I feel like that.": "4️⃣Mi tabata muchu di strès òf rabiá pa kompartí mi emoshonnan, mi ta preferá di ta mi so ora mi ta sinti asina.",
  "💛 It’s okay not to want to share when your feelings are strong.\n\n🌱 When you feel calmer, find time to explain so that everyone can understand.": "💛 Ta oké pa no ke kompartí ora bo sintimentunan ta fuerte.\n\n🌱 Ora bo ta sinti bo mas trankil, buska tempu pa splika ya asina tur hende por komprondé.",
  "1️⃣ My child did not follow my instructions, even when I used the tips.": "1️⃣ Mi yu no a sigui mi instrukshonnan, ni ora mi a usa e tepnan.",
  "Children need time to learn to follow instructions. Be patient. Try again. Remember to praise them every time they follow an instruction.": "Mucha mester di tempu pa siña sigui instrukshon. Tene pasenshi. Purba atrobe. Kòrda elogiá nan kada bes ku nan sigui un instrukshon.",
  "2️⃣ I forgot to praise my child.": "2️⃣Mi a lubidá di elogiá mi yu.",
  "It can sometimes be hard to remember to praise our children. Next time you spend one-on-one time with your child, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”": "Tin bia por ta difísil pa kòrda pa elogiá nos yunan. E siguiente biaha ku bo pasa tempu huntu abo ku bo yu, purba i pensa riba un kos ku bo por elogi'é p’e. Bo por asta bisa: “Danki pa pasa tempu ku mi!”",
  "3️⃣ I shouted at my child when they behaved negatively instead of giving them a positive instruction for what they should do.": "3️⃣Mi a grita mi yu ora el a komportá su mes malu na lugá di dun'é un instrukshon positivo pa kiko e mester hasi.",
  "It’s difficult to give instructions in a calm way when we are still angry. Try to find a time when you are calm or to use a calming strategy like Take a Pause before you introduce a positive instruction.": "Ta difísil pa duna instrukshon na un manera trankil ora nos ta rabiá ainda. Purba di haña un momentu ku bo ta trankil òf usa un strategia di pa kalma bo mes manera Tuma un Pousa promé ku bo introdusí un instrukshon positivo.",
  "4️⃣ It is hard to remember to use positive words when giving instructions.": "4️⃣ Ta difísil pa kòrda usa palabranan positivo ora di duna instrukshon.",
  "This is difficult to remember for everyone at first! Try to take a breath before giving an instruction. Also, remember to be gentle with yourself when you forget. It happens to everyone!": "Esaki ta difísil pa kòrda pa tur hende na promé instante! Purba di hala rosea promé ku duna un instrukshon. Tambe, kòrda pa ta amabel ku bo mes ora bo lubidá. E ta pasa ku tur hende!",
  "1️⃣ We were not able to stick to the rule": "1️⃣Nos no tabata por a mantené na e regla",
  "Make sure to have a rule that can be kept easily. For example, try having one meal together every week instead of every night.": "Sòru pa tin un regla ku ta fásil pa mantené. Por ehèmpel, purba di kome un kuminda huntu tur siman en bes di tur anochi.",
  "2️⃣ My child and I could not agree on a rule": "2️⃣ Ami ku mi yu no por a bai di akuerdo riba un regla",
  "📖 When creating rules, it is important to think about the age & ability of each teen so you can come up with realistic routines for Your Teen.\n\n⏰ This is most important for bedtime, the time to come home, and household chores.\n\n💡 Try to agree on a small and meaningful incentive that can motivate Your Teen to follow the rule. Consider options like watching a movie or playing a video game. \n\nWhat other ideas come to mind?": "📖 Ora di krea reglanan, ta importante pa pensa riba e edat i abilidat di kada tiner ya bo por bini ku rutinanan realístiko pa Bo Tiner.\n\n⏰ Esaki ta mas importante pa ora di drumi, e ora di bin kas i tareanan di kas.\n\n💡 Purba di bai di akuerdo riba un insentivo chikí i signifikante ku por motivá Bo Tiner pa sigui e regla. Konsiderá opshonnan manera wak un pelíkula òf hunga un wega di vidio. \n\nKi otro ideanan ta bini na bo mente?",
  "3️⃣ I felt uncomfortable, because I feel parents should be the one establishing the rule not my child": "3️⃣Mi a sinti mi inkómodo, pasobra mi ta haña ku ta mayornan mester ta esunnan ku ta establesé e regla, no mi yu",
  "🌷 When we create rules together with our children, we build trust and an open relationship with them. \n\n🔑 The rules we set will be more realistic and your child will be more willing and able to follow the rules.\n\n💡Think about the valuable lessons you’ll be teaching your child, such as working together and taking initiative. Try to start with an easy and small rule.": "🌷 Ora nos krea regla huntu ku nos yunan, nos ta konstrui konfiansa i un relashon habrí ku nan.\n\n🔑 E reglanan ku nos ta pone lo ta mas realístiko i bo yu lo ta mas dispuesto i kapas pa sigui e reglanan.\n\n💡Pensa riba e lèsnan balioso ku bo ta bai siña bo yu, manera traha huntu i tuma inisiativa. Purba kuminsá ku un regla fásil i chikí.",
  "4️⃣ Another caregiver at home didn’t agree with the rule": "4️⃣ Un otro dunadó di kuido na kas no tabata di akuerdo ku e regla",
  "I know it’s tough when other people at home don’t agree with a rule. 💙 \n\nTry talking calmly with them when your child isn’t around. Explain why the rule matters to you (and your child). Listen to their views and try to avoid accusations or conflict. You can also share how you feel.\n\nIf it is hard to agree, remember that making the home a safe and happy place for your child starts with YOU. \n\nYou can make rules with your child that you have control over (like “speak politely to me” or “always look both ways and hold hands when we cross the road”.\n\nYou can be a model for both your child and other adults. With time, they may see the benefits and agree with you!": "Mi sa ku ta duru ora otro hende na kas no ta di akuerdo ku un regla. 💙 \n\nPurba papia trankil ku nan ora bo yu no tei. Splika dikon e regla ta importante pa abo (i bo yu). Skucha nan punto di bista i purba di evitá akusashonnan òf konflikto. Bo por kompartí tambe kon bo ta sinti.\n\nSi ta difísil pa bai di akuerdo, kòrda ku hasi e kas un lugá seif i felis pa bo yu ta kuminsá serka ABO. \n\nBo por traha reglanan ku bo tin kòntròl riba dje huntu ku bo yu (manera “papia nèchi ku mi” òf “semper wak tur dos banda i tene man ora nos krusa kaminda”.\n\nBo por duna un ehèmpel pa tantu bo yu komo otro adultonan. Ku tempu, nan por mira e benefisionan i bai di akuerdo ku bo!",
  "1️⃣ I am too angry to find anything positive to say to my child after they have misbehaved.": "1️⃣ Mi ta muchu rabiá pa haña algu positivo pa bisa mi yu despues ku el a komportá su mes malu.",
  "⏸ Next time, when you are overwhelmed or angry, take a deep breath. If needed, walk away from the situation before you react. \n\nRemember, your child’s behaviour isn’t meant to hurt you. As children, it's normal for them to explore their limits. \n\nLater, find something small and clear that your teen is doing and you wish they could do more of. Then, praise them when they do it.": "⏸ Proksimo biaha, ora bo kabes ta yen òf bo ta rabiá, hala rosea profundo. Si ta nesesario, kana bai for di e situashon promé ku bo reakshoná.\n\nKòrda, e komportashon di bo yu no ta pa hasi bo daño. Komo mucha, ta normal pa e eksplorá su límitenan.\n\nDespues, buska algu chikí i kla ku bo tiner ta hasiendo i ku bo ta deseá ku e por hasi mas di dje. Despues, elogié ora e hasié.",
  "2️⃣ I got very angry with my child and shouted at them.": "2️⃣ Mi a rabia hopi ku mi yu i a grita nan.",
  "⏸ First, take a pause.\n\n💚 Be kind to yourself. You are both learning and it’s okay not to get it right all the time.\n\nIf you are feeling overwhelmed or angry, take a deep breath. If needed, walk away from the situation before you react. \n\nRemember, your child’s behaviour isn’t meant to hurt you. As children, it's normal for them to explore their limits.\n\n🌱 When you feel calmer, you could say sorry for shouting. Even if you meant some of what you said and want them to hear that, you can say sorry for how you said it.\n\n🎈 Repeat the core message of what you were trying to say in a calmer way.\n\n💛 Make them feel loved, even when you and your child are facing difficult situation.": "⏸ Promé, tuma un pousa.\n\n💚 Sea amabel ku bo mes. Boso tur dos ta siñando i ta oké ku e no ta bai bon tur ora.\n\nSi bo ta sinti bo ku hopi kos na bo kabes òf rabiá, hala rosea profundo. Si ta nesesario, kana bai for di e situashon promé ku bo reakshoná.\n\nKòrda, e komportashon di bo yu no ta pa hasi bo daño. Komo mucha, ta normal pa nan eksplorá nan límitenan.\n\n🌱 Ora bo ta sinti bo mas trankil, bo por bisa despensa ku bo a grita. Asta si bo tabata ke men algun di loke bo a bisa i ke pa nan tende esei, bo por bisa despensa pa e manera kon bo a bis’é.\n\n🎈 Ripití e mensahe mas importante di loke bo tabata purba di bisa na un manera mas trankil.\n\n💛 Lag'é sintié stimá, asta ora abo i bo yu ta konfrontando situashon difísil.",
  "3️⃣ I forgot to give my child a chance to do what I asked before giving the consequence.": "3️⃣ Mi a lubidá di duna mi yu un chèns pa hasi loke mi a pidi promé ku duna e konsekuensia.",
  "💚 That’s okay, this is all about learning!\n\nRemember that the consequences should be fair and realistic. Talk about consequences for breaking household rules when you set them so your child knows them already.\n\n✨ It does not always work, but when it does, it helps avoid giving them a consequence later!": "💚 Esei ta bon, esaki ta tur kos tokante siñamentu!\n\nKòrda ku e konsekuensianan mester ta hustu i realístiko. Papia tokante e konsekuensianan ora ku kibra reglanan di kas, for di na momentu ku bo ta pone e reglanan ya asina bo yu konosé nan kaba.\n\n✨ No ta semper e ta funshoná, pero ora e funshoná, e ta yuda evitá di duna nan un konsekuensia despues!",
  "4️⃣ My child got very angry with me after I gave the consequence for their misbehaviour.": "4️⃣ Mi yu a rabia mashá ku mi despues ku mi a dun'é konsekuensia pa su mal komportashon.",
  "🌷 Sometimes, your child will react in a negative way when receiving a consequence. \n\n✨ ✨ Give yourself and your child some space to calm down.\n\n\n💡 As long as the consequence is fair, it is important to follow through with it, even if they are angry.": "🌷 Tin biaha, bo yu lo reakshoná na un manera negativo ora e haña un konsekuensia.\n\n✨ ✨ Duna bo mes i bo yu un poko espasio pa boso kalma. \n\n\n💡 Tanten ku e konsekuensia ta hustu, ta importante pa sigui kuné, asta si e ta rabiá.",
  "Possible answers from parents:": "Posibel kontesta di mayornan:",
  "We can continue to stay in touch.\nWe can continue to chat weekly.\nWe can keep practicing the Building Blocks we have learnt.\nWe can learn what family and parenting services are available in our community.": "Nos por sigui keda den kontakto.\nNos por sigui 'chat' tur siman.\nNos por sigui praktiká e Komponentenan Básiko ku nos a siña.\nNos por siña kiko ta e servisionan di famia i di edukashon familiar ku ta disponibel den nos komunidat.",
  "**Preparation**": "**Preparashon**",
  "1️⃣ Ensure attendance register, name tags, temporary adhesive, pens, paper, flipchart, markers, toys and props, stickers, and refreshments for the break are ready. \n2️⃣ Set up the room with chairs in a circle. \n\n3️⃣ List all participant goals on flipchart paper ahead of time.\n\n4️⃣ Prepare the laptop, LCD projector, and screen for showing the video stories.": "1️⃣ Sòru pa e registro di asistensia, plachi di nòmber, teip, pèn, papel, 'flipchart', marker, ko’i hunga i asesorionan, steker, i refresko pa e pousa ta kla. \n2️⃣ Prepará e kamber poniendo e stulnan den un sírkulo. \n\n3️⃣ Pone tur e metanan di e partisipantenan riba papel di 'flipchart' di antemano.\n\n4️⃣ Prepará e lèptòp, proyèktòr di LCD i pantaya pa mustra e historianan riba vidio.",
  "**WELCOME (15 minutes)**\n- Begin by welcoming the participants.\n- Do a Name Game to help everyone get to know each other.\n- Remind the group of the programme structure and content.\n- Lead a short physical exercise to energize the group.\n- Review the ground rules for the session.\n\n**OVERVIEW (30 minutes)**\n- Reminder of programme structure and content \n- Ground rules \n- Parent goals\n\n**BREAK (15 min)**\n\n**CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)**\n- Video Story 1 and role-play the scenario together as a big group.\n- Video Story 2 and do another big group role-play.\n- Discuss the benefits of spending One-on-One Time with your child.\n- Brainstorm activities caregivers can do with their children during One-on-One Time.\n- Practice One-on-One Time in pairs.\n- Review tips for making One-on-One Time effective and enjoyable.\n\n\n**HOME ACTIVITIES & CLOSING (10 minutes)**\nCaregivers are encouraged to:\n- Have a conversation with their child about the goals identified in the session.\n- Spend at least 5 minutes each day in One-on-One Time with their child.\n- Take a Pause whenever feeling stressed or upset.\n- Do the Physical Exercise every morning after waking up.\nFor closing: \n- Review the core topics covered in the session.\n- Inform caregivers about the text messages they will receive.\n- Remind them about the next online session and the home activities.\n- Thank and praise all participants for their contributions.": "**BONBINÍ (15 minüt)**\n- Kuminsá dor di yama e partisipantenan bon biní.\n- Hasi un Wega di Nomber pa yuda tur hende siña konosé otro.\n- Kòrda e grupo riba e struktura i kontenido di e programa.\n- Guia un ehersisio físiko kòrtiku pa aktivá e grupo.\n- Repasá e reglanan básiko pa e seshon.\n\n**BISTA GENERAL (30 minüt)**\n- Rekordatorio di struktura i kontenido di programa \n- Reglanan básiko \n- Metanan di mayor\n\n**POUSA (15 min)**\n\n**LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu pa abo ku bo yu (50 minüt)**\n- Kuenta riba Vidio 1 i 'rollenspel' huntu komo un grupo grandi.\n- Kuenta riba Vidio 2 i hasi un otro 'rollenspel' di grupo grandi.\n- Diskutí e benefisionan di pasa Tempu pa abo ku bo yu.\n- Pensa ideanan pa aktividatnan ku dunadónan di kuido por hasi ku nan yunan durante Tempu ku nan yu.\n- Praktiká Tempu pa abo ku bo yu den pareha.\n- Repasá tepnan pa hasi Tempu pa abo ku bo yu efektivo i agradabel.\n\n\n**AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)**\nEnkurashá dunadónan di kuido pa:\n- Tene un kombersashon ku nan yu tokante e metanan identifiká den e seshon.\n- Pasa por lo ménos 5 minüt tur dia di Tempu huntu ku nan yu.\n- Tuma un Pousa ora bo ta sinti bo mes di strès òf alterá.\n- Hasi e Ehersisio Físiko tur mainta despues di lanta.\nPa klousurá: \n- Repasá e tópikonan prinsipal ku boso a kubri den e seshon.\n- Informá dunadónan di kuido tokante e mensahenan di teksto ku nan lo risibí.\n- Kòrda nan tokante e siguiente seshon ònlain i e aktividatnan di kas.\n- Gradisí i elogiá tur partisipante pa nan aporte.",
  "**WELCOME (15 minutes)**\n- Begin by welcoming the participants.\n- Do a Name Game to help everyone get to know each other.\n- Remind the group of the programme structure and content.\n- Lead a short physical exercise to energize the group.\n- Review the ground rules for the session.\n\n**OVERVIEW (30 minutes)**\n- Reminder of programme structure and content \n- Ground rules \n- Parent goals\n\n**BREAK (15 min)**\n\n**CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)**\n- Video Story 1 and role-play the scenario together as a big group.\n- Discuss the benefits of spending One-on-One Time with your child.\n- Brainstorm activities caregivers can do with their children during One-on-One Time.\n- Practice One-on-One Time in pairs.\n- Review tips for making One-on-One Time effective and enjoyable.\n\n\n**HOME ACTIVITIES & CLOSING (10 minutes)**\nCaregivers are encouraged to:\n- Have a conversation with their child about the goals identified in the session.\n- Spend at least 5 minutes each day in One-on-One Time with their child.\n- Take a Pause whenever feeling stressed or upset.\n- Do the Physical Exercise every morning after waking up.\nFor closing: \n- Review the core topics covered in the session.\n- Inform caregivers about the text messages they will receive.\n- Remind them about the next online session and the home activities.\n- Thank and praise all participants for their contributions.": "**BONBINÍ (15 minüt)**\n- Kuminsá dor di yama e partisipantenan bon biní.\n- Hasi un Wega di Nòmber pa yuda tur hende siña konosé otro.\n- Kòrda e grupo riba e struktura i kontenido di e programa.\n- Guia un ehersisio físiko kòrtiku pa aktivá e grupo.\n- Repasá e reglanan básiko pa e seshon.\n\n**BISTA GENERAL (30 minüt)**\n- Rekordatorio di struktura i kontenido di programa \n- Reglanan básiko \n- Metanan di mayor\n\n**POUSA (15 min)**\n\n**LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu Pa Abo ku Bo Yu (50 minüt)**\n- Kuenta riba Vidio 1 i 'rollenspel' huntu komo un grupo grandi.\n- Diskutí e benefisionan di pasa Tempu pa abo ku bo yu.\n- Pensa ideanan pa aktividatnan ku dunadónan di kuido por hasi ku nan yunan durante Tempu ku nan yu.\n- Praktiká Tempu pa abo ku bo yu den pareha.\n- Repasá tepnan pa hasi Tempu pa abo ku bo yu efektivo i agradabel.\n\n\n**AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)**\nEnkurashá dunadónan di kuido pa:\n- Tene un kombersashon ku nan yu tokante e metanan identifiká den e seshon.\n- Pasa por lo ménos 5 minüt tur dia di Tempu huntu ku nan yu.\n- Tuma un Pousa ora bo ta sinti bo mes di strès òf alterá.\n- Hasi e Ehersisio Físiko tur mainta despues di lanta.\nPa klousurá: \n- Repasá e tópikonan prinsipal ku boso a kubri den e seshon.\n- Informá dunadónan di kuido tokante e mensahenan di teksto ku nan lo risibí.\n- Kòrda nan tokante e siguiente seshon ònlain i e aktividatnan di kas.\n- Gradisí i elogiá tur partisipante pa nan aporte.",
  "**WELCOME (15 minutes)**\n- Begin by welcoming the participants.\n- Do a Name Game to help everyone get to know each other.\n- Remind the group of the programme structure and content.\n- Lead a short physical exercise to energize the group.\n- Review the ground rules for the session.\n\n**OVERVIEW (30 minutes)**\n- Reminder of programme structure and content \n- Ground rules \n- Parent goals\n\n**BREAK (15 min)**\n\n**CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)**\n- Video Story 1 and do big group role-play.\n- Discuss the benefits of spending One-on-One Time with your child.\n- Brainstorm activities caregivers can do with their children during One-on-One Time.\n- Practice One-on-One Time in pairs.\n- Review tips for making One-on-One Time effective and enjoyable.\n\n\n**HOME ACTIVITIES & CLOSING (10 minutes)**\nCaregivers are encouraged to:\n- Have a conversation with their child about the goals identified in the session.\n- Spend at least 5 minutes each day in One-on-One Time with their child.\n- Take a Pause whenever feeling stressed or upset.\n- Do the Physical Exercise every morning after waking up.\nFor closing: \n- Review the core topics covered in the session.\n- Inform caregivers about the text messages they will receive.\n- Remind them about the next online session and the home activities.\n- Thank and praise all participants for their contributions.": "**BONBINÍ (15 minüt)**\n- Kuminsá dor di yama e partisipantenan bon biní.\n- Hasi un Wega di Nomber pa yuda tur hende siña konosé otro.\n- Kòrda e grupo riba e struktura i kontenido di e programa.\n- Guia un ehersisio físiko kòrtiku pa aktivá e grupo.\n- Repasá e reglanan básiko pa e seshon.\n\n**BISTA GENERAL (30 minüt)**\n- Rekordatorio di struktura i kontenido di programa \n- Reglanan básiko \n- Metanan di mayor\n\n**POUSA (15 min)**\n\n**LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu pa abo ku bo yu (50 minüt)**\n- Kuenta riba Vidio 1 i 'rollenspel' huntu komo un grupo grandi.\n- Diskutí e benefisionan di pasa Tempu pa abo ku bo yu.\n- Pensa ideanan pa aktividatnan ku dunadónan di kuido por hasi ku nan yunan durante Tempu ku nan yu.\n- Praktiká Tempu pa abo ku bo yu den pareha.\n- Repasá tepnan pa hasi Tempu pa abo ku bo yu efektivo i agradabel.\n\n\n**AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)**\nEnkurashá dunadónan di kuido pa:\n- Tene un kombersashon ku nan yu tokante e metanan identifiká den e seshon.\n- Pasa por lo ménos 5 minüt tur dia di Tempu huntu ku nan yu.\n- Tuma un Pousa ora bo ta sinti bo mes di strès òf alterá.\n- Hasi e Ehersisio Físiko tur mainta despues di lanta.\nPa klousurá: \n- Repasá e tópikonan prinsipal ku boso a kubri den e seshon.\n- Informá dunadónan di kuido tokante e mensahenan di teksto ku nan lo risibí.\n- Kòrda nan tokante e siguiente seshon ònlain i e aktividatnan di kas.\n- Gradisí i elogiá tur partisipante pa nan aporte.",
  "**WELCOME (20 minutes)**": "**BON BINÍ (20 minüt)**",
  "**OVERVIEW (30 min)**": "**BISTA GENERAL (30 min)**",
  "**CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)**": "**LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu pa abo ku bo yu (50 minüt)**",
  "**HOME ACTIVITIES & CLOSING (10 minutes)**": "**AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)**",
  "Record the following audio message": "Graba e siguiente mensahe di oudio",
  "You may want to close your eyes and sit comfortably while you listen to this message.\n\nTake a moment to think about what your lives and children were like before the programme began.\n\nNow think about each of the parts of the ParentChat programme:\n\nSpending One-on-One time with your child\n\nTalking about feelings\n\nKeeping it positive with praise and instructions\n\nInvolving your children in making household rules and daily routines\n\nUsing positive discipline like redirect and consequences\n\nInvolving your children in solving problems\n\nThink about how the things you learned during the programme were different from the way you interacted with your children before the programme.\n\nThink about how you have changed, how your relationship to your children has changed, and how your children’s behaviours have changed.\n\nWhen you are ready, you can open your eyes.": "Lo bo ke sera bo wowonan i sinta kómodamente miéntras bo ta skucha e mensahe akí.\n\nTuma un ratu pa pensa kon boso bida i yunan tabata promé ku e programa a kuminsá.\n\nAwor pensa riba kada un di e partinan di e programa di Mayor Konektá:\n\nPasando Tempu abo ku bo yu\n\nPapia tokante sintimentunan\n\nMantené esaki positivo ku elogio i instrukshonnan\n\nEnbolbí bo yunan den traha reglanan di kas i rutinanan diario\n\nUsando disiplina positivo manera redirigí atenshon i konsekuensianan\n\nEnbolbí bo yunan den solushoná problema\n\nPensa riba kon e kosnan ku bo a siña durante e programa tabata diferente for di e manera ku bo a interkambiá ku bo yunan promé ku e programa.\n\nPensa kon bo a kambia, kon bo relashon ku bo yunan a kambia, i kon komportashon di bo yunan a kambia.\n\nOra bo ta kla, bo por habri bo wowonan.",
  "At this stage, please introduce the new administrator of the group. If time permits, suggest that the group make a concrete plan about when they would next like to meet.": "Den e fase akí, por fabor introdusí e atministradó nobo di e grupo. Si tempu ta permití, sugerí pa e grupo traha un plan konkreto tokante ki ora nan lo ke topa otro.",
  "At the end of the programme, we celebrate parents’ hard work and commitment by giving them a digital certificate. \n\nParents who have attended more than 4 sessions automatically qualify. Your supervisor will already see who is eligible on the dashboard and prepare the certificates. \n\nYour role is simple but meaningful: you get to personally hand over these certificates and cheer parents on for their achievement!": "Na final di e programa, nos ta selebrá e trabou duru i kompromiso di mayornan dor di duna nan un sertifikado digital.\n\nMayornan ku a asistí na mas ku 4 seshon ta kualifiká outomátikamente. Bo supervisor lo a wak kaba riba e 'dashboard' ken ta eligibel i ta prepará e sertifikadonan.\n\nBo ròl ta simpel pero signifikante: bo ta haña chèns pa entregá e sertifikadonan akí personalmente i elogiá mayornan pa nan logro!",
  "**Arrange for certificates**\n\nParents who have attended more than 4 sessions automatically qualify. Your supervisor will already see who is eligible on the dashboard and prepare the certificates.": "**Regla pa sertifikado**\n\nMayornan ku a asistí na mas ku 4 seshon ta kualifiká outomátikamente. Bo supervisor lo a wak kaba riba e 'dashboard' ken ta eligibel i ta prepará e sertifikadonan.",
  "**Session overview**\nTotal Time: 2 hours": "**Bista general di seshon**\nTempu Total: 2 ora",
  "**WELCOME (15 minutes)**": "**BON BINÍ (15 minüt)**",
  "**CORE LESSON: PROGRAMME REFLECTION (30 minutes)**": "**LÈS NUKLEO: REFLEKSHON DI PROGRAMA (30 minüt)**",
  "Welcome session in-person": "Seshon di bon bini en persona",
  "Closing session in-person": "Seshon di klousura en persona",
  "Welcome & closing session in-person": "Seshon di bon biní i klousura den persona",
  "No in-person session": "No tin seshon en persona",
  "2 - 9 years old": "2 - 9 aña",
  "10 - 17 years old": "10 - 17 aña",
  "2 - 17 years old": "2 - 17 aña",
  "**Welcome**\n\nWe are so glad you are here!\n\nThis app is your partner every step of the way as you deliver the @global.programme_name programme.": "**Bon Biní**\n\nNos ta asina kontentu ku bo ta akí!\n\nE app akí ta bo partner kada paso di e kaminda segun ku bo ta entregá e programa @global.programme_name.",
  "**Create & manage parent groups**\n\nEasily create parent groups and keep everything organized.\n\nYou can run the programme with one group—or many!": "**Krea & manehá gruponan di mayor**\n\nKrea gruponan di mayor fásilmente i tene tur kos organisá.\n\nBo por drei e programa ku un grupo—òf mas!",
  "**Share pre-drafted messages**\n\nDeliver chat sessions through pre-drafted  messages that guide meaningful conversations.\n\nEverything you need is built right in.": "**Kompartí mensahenan pre-formulá**\n\nFasilitá seshonnan di 'chat' pa medio di mensahenan pre-formulá ku ta guia kombersashonnan signifikante.\n\nTur loke bo mester ta inkorporá nèt den dje.",
  "**Share reports & follow up**\n\nTrack sessions, share reports, and follow up—quickly and easily.\n\nSee how each group is doing and support those who need it, all in just a few taps.": "**Kompartí rapòrtnan & kontrolá progreso'**\n\nSigui seshonnan, kompartí rapòrtnan, i kontrolá progreso—rápido i fásil.\n\nWak kon kada grupo ta baiendo i sostené esnan ku mester di dje, tur esaki ku solamente algun tap.",
  "**Explore helpful resources**\n\nAccess a growing library of tips, tools, and activities to help you feel confident and ready for any session.": "**Eksplorá rekursonan útil**\n\nAksesá un biblioteka kresiente di tep, hèrmènt i aktividatnan pa yuda bo sinti bo sigur i kla pa kualke seshon.",
  "Active": "Aktivo",
  "Closed": "Será",
  "Age Group": "Grupo di Edat",
  "Mode of Delivery": "Modo di fasilitashon",
  "Create Parent Group": "Krea Grupo di Mayor",
  "Parents": "Mayornan",
  "Add Parent": "Agregá Mayor",
  "Group Name": "Nòmber di Grupo",
  "Group Status": "Estado di Grupo",
  "Mark groups as closed when you have completed all its sessions": "Marka gruponan komo será ora bo a kompletá tur su seshonnan",
  "Mark as Closed": "Marka komo Será",
  "Danger Zone": "Zona di Peliger",
  "Delete group to permanently delete all its data. This action cannot be undone.": "Eliminá grupo pa eliminá tur su datonan permanentemente. No por anulá e akshon akí.",
  "Delete Group": "Eliminá Grupo",
  "Required field*": "Kampo nesesario*",
  "Caregiver's First Name*": "Nòmber di e dunadó di kuido*",
  "Caregiver's Last Name*": "Fam di e dunadó di kuido*",
  "Contact Number": "Number di Kontakto",
  "Caregiver's Age": "Edat di e Dunadó di kuido",
  "Caregiver's Sex": "Sekso di e Dunadó di kuido",
  "About the family": "Tokante e famia",
  "Number of children caregiver cares for at home": "Kantidat di mucha ku e dunadó di kuido ta kuida na kas",
  "About the child the caregiver will focus on": "Tokante e mucha ku e dunadó di kuido lo enfoká riba dje",
  "About the child": "Tokante e mucha",
  "Child's Age": "Edat di Mucha",
  "Child's Sex": "Sekso di Mucha",
  "Is the child living in more than one home?": "E mucha ta bibando na mas ku un kas?",
  "Hours caregiver usually spend with the child each day": "Oranan ku e dunadó di kuido ta pasa ku e mucha tur dia",
  "Caregiver's goal": "Meta di dunadó di kuido",
  "Date of Consultation": "Fecha di Konsulta",
  "Enter caregiver's first name": "Hinka nòmber di e dunadó di kuido",
  "Enter caregiver's last name": "Hinka fam di e dunadó di kuido",
  "Enter caregiver's contact number": "Hinka e number di kontakto di e dunadó di kuido",
  "Enter caregiver's age": "Hinka e edat di e dunadó di kuido",
  "Enter caregiver's sex": "Hinka e sekso di e dunadó di kuido",
  "How many childern": "Kuantu mucha",
  "Enter child's age": "Hinka edat di e mucha",
  "Enter child's sex": "Hinka e sekso di mucha",
  "Enter value": "Hinka balor",
  "Enter hours": "Hinka orarionan",
  "Enter parent's goal": "Hinka e meta di mayor",
  "Enter date of consultation": "Hinka fecha di konsulta",
  "Please enter a valid name using only letters. It must be at least 2 characters long.": "Por fabor hinka un nòmber bálido usando solamente lèter. E mester ta por lo ménos 2 karakter largu.",
  "Please enter a valid age between 16 and 99.": "Por fabor hinka un edat bálido entre 16 i 99.",
  "Please enter a valid number to indicate the total childern .": "Por fabor hinka un number bálido pa indiká e kantidat total di mucha.",
  "Please select a gender": "Por fabor selektá un sekso",
  "Please select an answer": "Por fabor selektá un kontesta",
  "Please enter a valid number of hours between 0 to 24.": "Por fabor hinka un kantidat bálido di ora entre 0 pa 24.",
  "Please enter a specific and realistic goal.": "Por fabor hinka un meta spesífiko i realístiko.",
  "Please enter a date.": "Por fabor hinka un fecha.",
  "Your Content Package": "Bo Pakete di Kontenido",
  "parent groups": "gruponan di mayor",
  "Tap and type": "Primi i taip",
  "Tap and select": "Primi i selektá",
  "Share": "Kompartí",
  "Your name": "Bo nòmber",
  "[INSERT NAME]": "[HINKA NÒMBER]",
  "Which state do you live in?": "Den kua estado bo ta biba?",
  "Which region of @global.deployment_country do you live in?": "Den kua region di @global.deployment_country bo ta biba?",
  "Mayor Konektá": "Mayor Konektá",
  "WhatsApp": "Whatsapp",
  "Submit Report": "Entregá Rapòrt",
  "GUIDE": "GUIA",
  "You've reached the end of this session. What would you like to do next?": "Bo a yega na final di e seshon akí. Kiko bo lo ke hasi despues?",
  "Select Role": "Selektá Ròl",
  "your supervisor": "bo supervisor",
  "User ID": "ID di usuario",
  "report pending": "rapòrt pendiente",
  "reports pending": "rapòrtnan pendiente",
  "follow up": "kontrolá progreso",
  "follow ups": "kòntròlnan di progreso",
  "Frequently Asked Questions": "Preguntanan Frekuente",
  "View Module from Start": "Mira Módulo for di Komienso",
  "Please make sure messages have been shared before completing session": "Por fabor sòru pa a kompartí mensahenan promé ku kompletá seshon",
  "Mark Session as Delivered": "Marka e Seshon komo Duná",
  "You successfully completed this session! Please complete the report": "Bo a kompletá e seshon akí ku éksito! Por fabor kompletá e rapòrt",
  "Add Report": "Agregá rapòrt",
  "You successfully completed the report for this session!": "Bo a kompletá e rapòrt pa e seshon akí ku éksito!",
  "Review Report": "Kontrolá Rapòrt",
  "You successfully completed this session!": "Bo a kompletá e seshon akí ku éksito!",
  "Mark Session as Delivered and add report": "Marka Seshon komo Duná i agregá rapòrt",
  "Please share your message with the parent group before marking this module as delivered.": "Por fabor kompartí bo mensahe ku e grupo di mayor promé ku marka e módulo akí komo finalisá.",
  "14 December 2023": "14 di dezèmber 2023",
  "Parent Group": "Grupo di Mayor",
  "Select Parent Group": "Selektá Grupo di Mayor",
  "No Parent Groups": "No tin Grupo di Mayor",
  "Chat Sessions will load after you select a parent group": "Seshon di kombersashon lo karga despues ku bo selektá e grupo di mayor",
  "Parent's first name": "Nòmber di Mayor",
  "Parent's last name": "Fam di Mayor",
  "Parent Text ID": "ID di Teksto di Mayor",
  "minutes": "minütnan",
  "Your Active Groups": "Bo Gruponan Aktivo",
  "Your Archived Groups": "Bo Gruponan den Archivo",
  "Copied to clipboard": "Kopiá pa 'clipboard'",
  "This profile is incomplete. Open to complete the missing details.": "E profil akí ta inkompleto. Habri pa kompletá e detayenan ku falta.",
  "Embedded PDFs are not supported in this browser, please use an up-to-date version of Google Chrome to view or open in external app": "PDFnan inkorporá no ta wòrdu sostené den e 'browser' akí, por fabor usa un vershon aktualisá di Google Chrome pa wak òf habri den un aplikashon eksterno",
  "Open with...": "Habri ku...",
  "Would you like to create an account? This will allow you to retrieve your data if you lose your device.": "Bo ke krea un kuenta? Esaki lo permití bo pa rekuperá bo datonan si bo pèrdè bo aparato.",
  "Sign in with Apple": "Inisiá Seshon ku Apple",
  "Sign in with Google": "Inisiá Seshon ku Google",
  "You are logged in.": "Bo ta konektá.",
  "Account": "Kuenta",
  "Delete account": "Elimina kuenta",
  "Are you sure you want to delete your account?": "Bo ta sigur ku bo ke eliminá bo kuenta?",
  "This action is permanent and cannot be undone. You will lose all your progress.": "E akshon akí ta permanente i no por anulá esaki mas. Lo bo pèrdè tur bo progreso.",
  "It looks like you've logged in on another device before. Would you like to continue from where you left off? \n\nIf you do, any progress made on this device will be lost.": "Ta parse ku bo a yega di drenta riba un otro aparato promé. Bo ke sigui for di kaminda bo a keda?\n\nSi bo hasié, kualke progreso hasí riba e aparato akí lo bai pèrdí.",
  "Load saved progress": "Subi e progreso wardá",
  "Skip": "Salta",
  "Welcome to \n@global.app_name!": "Bon Biní na \n@global.app_name!",
  "Sign in": "Inisiá Seshon",
  "Creating an account allows you to save your progress across devices. It is optional.": "Kreando un kuenta ta permití bo warda bo progreso riba tur aparato. E ta opshonal.",
  "Continue with Apple": "Sigui ku Apple",
  "Continue with Google": "Sigui ku Google",
  "Continue without an account": "Sigui sin un kuenta",
  "By continuing, you agree to our:": "Dor di sigui, bo ta bai di akuerdo ku nos:",
  "Sign out": "Deskonektá",
  "Welcome back, @fields._auth_user_given_name!": "Bon biní bèk, @fields._auth_user_given_name!",
  "Welcome back!": "Bon Biní bèk!",
  "Welcome, @fields._auth_user_given_name!": "Bon Biní @fields._auth_user_given_name!",
  "Welcome!": "Bon biní!",
  "You’re all set!": "Bo ta kla!",
  "Your profile is complete, and you’re ready to begin!": "Bo profil ta kompletu i bo ta kla pa kuminsá!",
  "Let's set up your profile:": "Laga nos prepará bo profil:",
  "What is your role in @global.programme_name?": "Kiko ta bo ròl den @global.programme_name?",
  "Language": "Idioma",
  "What is your organisation?": "Kiko ta bo organisashon?",
  "Select organisation": "Selektá organisashon",
  "Your partner in delivering @global.programme_name": "Bo partner den fasilitá @global.programme_name",
  "Edit Parent Group": "Editá Grupo di Mayor",
  "**Which of the parents in your group participated?**\n*Participation is defined as any parent who posts a comment, question, reply or reaction (such as a thumbs up) within the chat since you shared the first message from the weekly discussion.*": "**Kua di e mayornan den bo grupo a partisipá?**\n*Ta definí partisipashon komo kualke mayor ku ta pone un komentario, pregunta, kontesta òf reakshon (manera un dùim ariba) den e kòmbersashon desde ku bo a kompartí e promé mensahe di e diskushon semanal.*",
  "Parent": "Mayornan",
  "Very poorly": "Hopi malu",
  "Enter developer mode": "Hinka modo di desaroyadó",
  "To launch the app in developer mode, enter your developer code in the box below and press @local.submit.": "Pa inisiá e aplikashon den modo di desaroyadó, introdusí bo kódigo di desaroyadó den e kuadro akí bou i primi @local.submit.",
  "You have successfully entered developer mode.": "Bo a drenta e modo di desaroyadó ku éksito.",
  "You have entered an incorrect code.": "Bo a hinka un kódigo inkorekto.",
  "Next Session": "Siguiente Seshon",
  "Deliver": "Fasilitá",
  "Pending Reports": "Rapòrtnan pendiente",
  "Follow ups": "Kòntròlnan di progreso",
  "Show All": "Mustra Tur",
  "Show Less": "Mustra Ménos",
  "Switch language": "Kambia idioma",
  "Your Facilitator Code": "Bo Kódigo di Fasilitadó",
  "Parent Actions": "Akshonnan di Mayor",
  "App Details & Terms": "Detayenan i Kondishonnan di Aplikashon",
  "🚀 Your parents are waiting! Once you deliver your first session, your reports will appear here.": "🚀 Bo mayornan ta warda! Unabes bo fasilitá bo promé seshon, bo rapòrtnan lo aparesé akí.",
  "@local.number_pending_reports Pending Reports": "@local.number_pending_reports Rapòrtnan pendiente",
  "@local.number_pending_reports Pending Report": "@local.number_pending_reports Rapòrt pendiente",
  "🎊 No Pending Reports": "🎊 No tin Rapòrt Pendiente",
  "Great job! You’ve completed all reports!": "Bon trabou! Bo a kompletá tur rapòrt!",
  "Select how your session went": "Selektá kon bo seshon a bai",
  "!(!!@local.session_rating && (@local.session_rating<= 3) && !@local.challenges)": "!(!!@local.session_rating && (@local.session_rating<= 3) && !@local.challenges)",
  "@local.session_date_valid && @local.session_rating_valid && @local.challenges_valid": "@local.session_date_valid && @local.session_rating_valid && @local.challenges_valid",
  "Submit": "Entregá",
  "@global.app_name has downloaded an update. Please restart the app to finish installation.": "@global.app_name a deskargá un aktualisashon. Por fabor start e aplikashon di nobo pa kaba ku instalashon.",
  "Restart": "Start di nobo",
  "Your Reports": "Bo rapòrtnan",
  "Unsaved values": "Balornan no wardá",
  "Are you sure you want to exit without saving?": "Bo ta sigur ku bo ke sali sin warda?",
  "Exit without saving": "Sali sin warda",
  "Syncing...": "Sinkronisando...",
  "Copy code": "Kopia Kódigo",
  "Copied!": "Kopiá!",
  "Last sync at: @local.sync_latest": "Último sinkronisashon na: @local.sync_latest",
  "This device has never been synced. Sync to reveal your code.": "Nunka a sinkronisá e aparato akí. Sinkronisá pa revelá bo kódigo.",
  "Sync now": "Sinkronisá awor",
  "/": "/",
  "sessions": "seshonnan",
  "co_parent_id: @local.co_parent_id": "co_parent_id: @local.co_parent_id",
  "Missed the last 2 group sessions": "A falta e último 2 seshonnan di grupo",
  "@calc(0 *0)": "@calc(0 *0)",
  "@calc(0 +1)": "@calc(0 +1)",
  "@calc(0 *1)": "@calc(0 *1)",
  "attendance_1 = @local.attendance_1": "asistensia_1 = @local.attendance_1",
  "@calc(@local.attendance_1 *0)": "@calc(@local.attendance_1 *0)",
  "@calc(@local.attendance_1 +1)": "@calc(@local.attendance_1 +1)",
  "@calc(@local.attendance_1 *1)": "@calc(@local.attendance_1 *1)",
  "attendance_2 = @local.attendance_2": "asistensia_2 = @local.attendance_2",
  "@calc(@local.attendance_2 *0)": "@calc(@local.attendance_2 *0)",
  "@calc(@local.attendance_2 +1)": "@calc(@local.attendance_2 +1)",
  "@calc(@local.attendance_2 *1)": "@calc(@local.attendance_2 *1)",
  "attendance_3 = @local.attendance_3": "asistensia_3 = @local.attendance_3",
  "@calc(@local.attendance_3 *0)": "@calc(@local.attendance_3 *0)",
  "@calc(@local.attendance_3 +1)": "@calc(@local.attendance_3 +1)",
  "@calc(@local.attendance_3 *1)": "@calc(@local.attendance_3 *1)",
  "attendance_4 = @local.attendance_4": "asistensia_4 = @local.attendance_4",
  "@calc(@local.attendance_4 *0)": "@calc(@local.attendance_4 *0)",
  "@calc(@local.attendance_4 +1)": "@calc(@local.attendance_4 +1)",
  "@calc(@local.attendance_4 *1)": "@calc(@local.attendance_4 *1)",
  "attendance_5 = @local.attendance_5": "asistensia_5 = @local.attendance_5",
  "@calc(@local.attendance_5 *0)": "@calc(@local.attendance_5 *0)",
  "@calc(@local.attendance_5 +1)": "@calc(@local.attendance_5 +1)",
  "@calc(@local.attendance_5 *1)": "@calc(@local.attendance_5 *1)",
  "attendance_6 = @local.attendance_6": "asistensia_6 = @local.attendance_6",
  "@calc(@local.attendance_6 *0)": "@calc(@local.attendance_6 *0)",
  "@calc(@local.attendance_6 +1)": "@calc(@local.attendance_6 +1)",
  "@calc(@local.attendance_6 *1)": "@calc(@local.attendance_6 *1)",
  "attendance_7 = @local.attendance_7": "asistensia_7 = @local.attendance_7",
  "@calc(@local.attendance_7 *0)": "@calc(@local.attendance_7 *0)",
  "@calc(@local.attendance_7 +1)": "@calc(@local.attendance_7 +1)",
  "@calc(@local.attendance_7 *1)": "@calc(@local.attendance_7 *1)",
  "attendance_8 = @local.attendance_8": "asistensia_8 = @local.attendance_8",
  "Follow Up": "Kontrolá progreso",
  "Missed the last @local.total_attendance sessions": "A falta e último seshonnan di @local.total_attendance",
  "Caregiving with": "Kuido huntu ku",
  "Select other caregivers in the family (maximum @global.maximum_coparents)": "Selektá otro dunadónan di kuido den e famia (máksimo @global.maximum_coparents)",
  "Choose which content you want to see.": "Skohe kua kontenido bo ke mira.",
  "Create New Group": "Krea Grupo Nobo",
  "Are you sure you want to delete this report?": "Bo ta sigur ku bo ke eliminá e rapòrt akí?",
  "This will delete all of your report data and entries. The action cannot be undone!": "Esaki lo eliminá tur bo datonan di rapòrt i informashonnan yená. No por anulá e akshon!",
  "Edit Parent": "Editá Mayor",
  "to do": "pa hasi",
  "Delete parent to permanently delete all their data. This action cannot be undone.": "Eliminá mayor pa eliminá tur su datonan permanentemente. No por anulá e akshon akí.",
  "Delete Parent": "Eliminá Mayor",
  "Facilitator ID": "Identifikashon di Fasilitadó",
  "Paste the @local.facilitator_id of a user to import their account data.": "Plak e @local.facilitator_id di un usuario pa importá su datonan di kuenta.",
  "Import data": "Importá dato",
  "Validation": "Validashon",
  "User name (on the current account)": "Nòmber di usuario (riba e kuenta aktual)",
  "Clear user name": "Hasi nòmber di usuario bashí",
  "If you had set a user name on your old account and the data was imported succesfully, the user name above should update.": "Si bo a pone un nòmber di usuario riba bo kuenta bieu i a importá e datonan ku éksito, e nòmber di usuario ariba mester aktualisá.",
  "Are you sure you want to delete @fields.current_group_name?": "Bo ta sigur ku bo ke eliminá @fields.current_group_name?",
  "This will delete all of @fields.current_group_name group data. The action cannot be undone.": "Esaki lo eliminá tur e datonan di grupo di @fields.current_group_name. No por anulá e akshon.",
  "Are you sure you want to delete @fields.current_parent_name?": "Bo ta sigur ku bo ke eliminá @fields.current_parent_name?",
  "This will delete all of @fields.current_parent_name parent data. The action cannot be undone.": "Esaki lo eliminá tur e datonan di grupo di @fields.current_parent_name. No por anulá e akshon.",
  "Delete": "Eliminá",
  "👏 No Follow ups": "👏 No tin kòntròlnan di progreso",
  "All your parents are engaged - keep it up!": "Tur bo mayornan ta komprometí–sigui asina!",
  "@local.no_of_parents Follow up": "@local.no_of_parents Kontrolá progreso",
  "@local.no_of_parents Follow ups": "@local.no_of_parents Kòntròlnan progreso",
  "Show all": "Mustra tur",
  "Cancel": "Kanselá",
  "How many minutes did you spend facilitating your parent @global.share_medium group over the last week?": "Kuantu minüt bo a dediká na fasilitá bo grupo di mayor @global.share_medium durante e último siman?",
  "I was able to send...": "Mi por a manda...",
  "All of the messages": "Tur e mensahenan",
  "Some of the messages": "Algun di e mensahenan",
  "None of the messages": "Niun di e mensahenan",
  "How do you feel the session went?": "Kon bo ta sinti ku e seshon a bai?",
  "Very well": "Hopi bon",
  "Well": "Bon",
  "Acceptable / Okay": "Aseptabel / Oké",
  "Poorly": "Malu",
  "Very Poorly": "Hopi Malu",
  "Which of the parents in this group attended your @global.virtual_session_platform group session?": "Kua di e mayornan den e grupo akí a asistí na bo seshon di grupo @global.virtual_session_platform?",
  "Templates": "Formato",
  "Dynamic data": "Dato Dinámiko",
  "Reset app": "Restablesé aplikashon",
  "Open feedback": "Habri komentario",
  "Close feedback": "Sera komentario",
  "Import user": "Importá usuario",
  "Themes": "Temanan",
  "Developer mode": "Modo di desaroyadó",
  "Exit developer mode": "Sali for di modo di desaroyadó",
  "Actions": "Akshonnan",
  "Groups": "Gruponan",
  "Resources": "Rekursonan",
  "Caregiving with @local.fn @local.ln": "Duna kuido huntu @local.fn @local.ln",
  "Caregiving with @local.number_of_coparents others": "Duna kuido huntu @local.number_of_coparents otronan",
  "Save Profile": "Warda Profil",
  "Save and Add New": "Warda i Agregá Nobo",
  "@calc(Number(@field.current_follow_ups_number) +1)": "@calc(Number(@field.current_follow_ups_number) +1)",
  "No Follow ups": "No tin Kòntròlnan di progreso",
  "All your parents are engaged–keep it up!": "Tur bo mayornan ta komprometí–sigui asina!",
  "@field.current_follow_ups_number Follow up": "@field.current_follow_ups_number Kòntrolá progreso",
  "@field.current_follow_ups_number Follow ups": "@field.current_follow_ups_number Kòntròlnan di progreso",
  "Show More": "Mustra mas",
  "How many minutes did it take you to prepare for this session?": "Kuantu minüt bo a tuma pa prepará pa e seshon akí?",
  "How many minutes did it take you to travel to the location where the session was delivered?": "Kuantu minüt bo a tuma pa biaha pa e lugá kaminda a tene e seshon?",
  "How many minutes did it take you to deliver the sessions?": "Kuantu minüt bo a tuma pa fasilitá e seshonnan?",
  "Which of the parents in this group attended your in-person session?": "Kua di e mayornan den e grupo akí a partisipá na bo seshon en persona?",
  "parents": "mayornan",
  "Please check all the activities you completed during this session:": "Por fabor kontrolá tur e aktividatnan ku bo a kompletá durante e seshon akí:",
  "Save": "Warda"
}