{
  "flow_type": "data_list",
  "flow_name": "a_intro",
  "status": "released",
  "data_list_name": "a_intro",
  "rows": [
    {
      "id": "about_prog0",
      "foreign_key": "about_prog",
      "text_1::eng": "Welcome to the @global.prog_name programme!\n\nThank you for your commitment and dedication to supporting children and families in your community.\n\n@global.prog_name is a group-based family strengthening programme for families with children and teens ages 2 to 17. \n\nIt has been designed specifically with the goal of promoting positive parent-child relationships to reduce the risk of physical and emotional child abuse and neglect in the communities. "
    },
    {
      "id": "about_app0",
      "foreign_key": "about_app",
      "text_1::eng": "The @global.app_name is your digital companion for delivering the @global.prog_name programme with confidence. \n\nIt is designed to support you as a facilitator, offering practical tools, guidance, and ready-to-use resources so you can focus on what matters most - building positive connections with parents.",
      "text_2::eng": "**With this app, you can**:\n- 📘 Access step-by-step instructions for delivering each module.\n- 💬 Find guidance on introducing caregivers to the programme and providing ongoing support.\n- 📂 Explore detailed content, structure, and delivery plans for the programme.\n- ▶️ Use practical tools such as pre-drafted messages, audios, and videos to share with parent groups.\n- 👥 Manage parent groups with ease -  add and update parent information, track attendance, and generate reports."
    },
    {
      "id": "prog_develop0",
      "foreign_key": "prog_develop",
      "text_1::eng": "@global.prog_name was developed by the Ministry of Social Development, Labour, and Welfare, UNICEF the Netherlands, Parenting for Lifelong Health, in partnership with the Parenting Commission in Curaçao.\n\nBased on the original programme by Jenny Doubt, Jamie M. Lachman, Sussie Mjwara, Marija Raleva, and Jennel Reyes, with Yuanling Chen and Stephanie Eagling-Peche, licensed under CC BY-SA 4.0. \n\nAdapted by Judiska Cijntje, Peggy Grootens, Yanieck Abdoelrahman - de Wolff, Ytske van Winden, Ana Pro Deepali Barapatre, Jenny Doubt, and Jamie M. Lachman under the same license.\n\n@global.prog_name is part of a larger initiative called Parenting for Lifelong Health (PLH). "
    },
    {
      "id": "prog_goals0",
      "foreign_key": "prog_goals",
      "text_1::eng": "The overall goal of @global.prog_name is to provide parents with the skills to promote healthy child development, learning, and wellbeing. We achieve this goal by improving the following: \n\n- **Parent sense of responsibility and commitment**: Recognise and embrace their essential role in raising children.\n\n- **Parenting knowledge, skill, and sense of competence**: Gaining practical skills and confidence in parenting\n\n- **Parent knowledge in child development**: Understanding key stages of child development and age-appropriate needs.\n\n- **Positive parenting behaviour**: Encouraging nurturing, respectful, and supportive interactions.\n\n- **Positive, consistent discipline strategies**: Using calm, constructive, and consistent discipline.\n\n- **Parental supervision of children**: Ensuring safe, attentive, and appropriate supervision.\n\n- **Child behaviour and wellbeing**: Promoting healthy emotional and social development.\n\n- **Caregiver mental health and social support**: Enhancing wellbeing through community support and self-care."
    },
    {
      "id": "prog_delivery0",
      "foreign_key": "prog_delivery",
      "text_1::eng": "As a facilitator, your role is to guide small groups of caregivers (usually 12–15 people) through the programme.\n\nThe @global.prog_name is designed to be flexible so that you can deliver it in a way that best fits your parent group.\n\nThe programme is delivered mainly through a **WhatsApp group**. You will set up and manage the group, share the curriculum with caregivers, and lead group discussions.\n\nWhen you create a parent group in the app, you will choose the age group focus: Caregivers of young children (2-9), Caregivers of teens (10-17), Caregivers of young children and teens (2-17)\n\nThe programme has **six sessions**. These can be a mix of in-person and remote (WhatsApp-based) sessions.\n\nYou and your organisation can decide which format is best for your group:\n\n- **Onboarding only (Session 1 in person)**: Meet parents face-to-face to build trust, explain how the programme works, and practice the first skills together.\n\n- **Closing only (Session 6 in person)**: Meet parents face-to-face at the end to reflect, celebrate progress, and encourage continued practice.\n- **Both onboarding and closing (Sessions 1 & 6 in person)**: Start strong with group connection and finish with a meaningful celebration.\n- **Fully remote (all sessions on WhatsApp)**: Run everything online if in-person meetings are not possible.\nThe core of the programme always happens in the WhatsApp group, whether or not you have in-person sessions.",
      "text_2::eng": "**Remote Session Routine (WhatsApp-Based)**\n\nSessions 2–5 are always run online using a **weekly schedule**:\n\n**Day One** - Learn with a Story: Share lesson content (short pre-recorded videos with parenting story, parenting tips, and a home activity for parents to try).\n\n**Day Four** - Home Practice Reminder: Send a reminder to parents to practice the home activity.\n\n**Day Five** - Chat coming soon: Send a reminder about the group chat the next day.\n\n**Day Six** - Let’s connect: Host a live group chat (about 1 hour). Each live chat has a similar flow: check-in and discussion on home activity challenges\nThis schedule helps parents know what to expect and makes it easier for them to participate."
    },
    {
      "id": "prog_content0",
      "foreign_key": "prog_content",
      "text_1::eng": "The core programme focuses on one module each week over six weeks. \nThe core modules are presented in this order: \n\nModule 1 – Introduction and spending one-on-one time with your child\n\nModule 2 – Talking about feelings\n\nModule 3 – Keeping it Positive: Giving instructions & delivering praise\n\nModule 4 – Keeping your child safe with household rules & routines\n\nModule 5 – Positive discipline: Using redirect and consequences\n\nModule 6 – Problem-solving with children & final reflection"
    },
    {
      "id": "prog_work0",
      "foreign_key": "prog_work",
      "text_1::eng": "The key approach to @global.prog_name is that we draw on the shared wisdom and experience of our parents to help brainstorm and problem-solve the challenges we want to tackle at home. That means that we want everybody to pool their ideas so that we all develop and practice new skills. \n\nParents are welcome to share in whatever way they are most comfortable: text or audio messages. \n\nThe foundation for this programme is the idea that parents want to strengthen their relationships with their kids in order to build a healthy home. That’s why they are here! \n\nThe programme encourages positive interactions between parents and kids by helping parents to develop skills around praising good behaviour, spending quality time, and talking about feelings. \n\nIf parents are spending time reinforcing positive behaviours with praise, then parents will have to do less work managing problem behaviours. \n\nOther skills that the programme introduces to manage unwanted behaviours include ignoring and redirecting negative attention-seeking behaviours and introducing consequences. \n\nThe notion that children are kept safe by establishing rules and routines, planning for any risks, and surrounding them with as much care as possible underscores the entire programme.\n\nThe programme uses online messaging platforms that are familiar to parents (e.g., WhatsApp, Viber, Telegram, Facebook Messenger, etc.). \n\nThe main teaching method in this programme is to do activities together to enable learning through doing instead of learning through being told. This method helps participants to learn both during the sessions and at home. \n\nThis is because we all remember and understand things much better when we have done them ourselves."
    },
    {
      "id": "individual_consultation0",
      "foreign_key": "individual_consultation",
      "media_type": "pdf",
      "media_asset": "individual_consultation"
    },
    {
      "id": "in_person_session0",
      "foreign_key": "in_person_session",
      "text_1::eng": "_Only if you are delivering in-person session for your parent group_\n\n- Make sure all materials and venues are prepared in advance of the session.\n\n- Greet caregivers when they arrive at the session.\n\n- Create a safe, comfortable and empathetic space, make them feel welcome with a smile and eye contact.\n\n- Understand the relationship between the parent and their children. Remember that each relationship will be different.\n\n- Remember that every child develops at different speeds and stages. \n\n- Respect what participants share and be aware of different ages, genders, values, and circumstances. \n\n- Encourage caregivers to share and respond to each other - and praise them when they do it!\n\n- Remind caregivers of group rules when needed.\n\n- Notice when a parent is quiet or struggles with something and provides support. \n\n- Model the behaviour you want to see among the mothers, fathers, and caregivers. \n\n- Use energisers to keep live interactions engaging and fun."
    },
    {
      "id": "prepare0",
      "foreign_key": "prepare",
      "text_1::eng": "It’s important to be **well prepared**. This shows respect for the parents and will help ensure that they get as much out of the module as they can. \n\nEach module begins with ways you can prepare to deliver a session.\n\nBefore the day begins:\n\n1️⃣ Ensure you know what needs to take place. \n\n2️⃣ On Learn with a Story, Home Practice Reminder and Chat Coming Soon that means thinking through when you will send messages.\n\n3️⃣ On Let’s Connect that means re-reading the module you will be giving, scrolling through messages that parents have sent about home practice (if any) and making sure that you are absolutely clear on what needs to take place. \n\n4️⃣ Go through any notes you have to personalise or direct message parents as necessary. This will also help you to remember what took place and prepare you for the next module.\n\n5️⃣ Ensure that any technology that you need is prepared: Phones charged, videos, recordings and illustration files have been tested and are ready to upload, internet connection secure. Make a back-up plan for any tech failures – including alternative ways to communicate with parents and re-scheduling group sessions if needed.\n\n6️⃣ If you’re creating audio or video files of yourself to upload, make sure that the audio or video message is as clear as possible – they don’t need to be professional, but they do need to communicate clearly! Make sure there’s enough light and that you are clearly visible, don’t change the direction of the video you are shooting (for video), avoid background sounds and speak clearly."
    },
    {
      "id": "lesson_content0",
      "foreign_key": "lesson_content",
      "text_1::eng": "You’ll help parents learn one new parenting skill each week by sharing lesson content across the week.\n\n📹 **What You’ll Share**\n\nEach week, you’ll send videos with parenting tips. These tips are the main part of the module.\n\nMost videos include two short stories:\n👶 One for children aged 2–9\n🧑‍🎓 One for teens aged 10–17\n\n👉 If your group includes only young children or only teens, you’ll send one story video.\n👉 If your group includes both, you’ll send both videos.\n\n\n📖 **What’s in the videos?**\n\nEach story uses illustrations to show real-life situations.\n\nA short explainer at the end helps parents reflect and understand the parenting tips.\n\nThese stories make it easier for parents to relate to the skill and think about how to use it at home.\n\n\n🏡 **Home Practice**\n\nEach week, parents are encouraged to try the tips at home.\n\nThis is a key part of the programme!\n\nIt helps parents practice new skills in real life.\n\nYou can support them by helping them plan:\n🕓 When to try the tip\n📍 Where they can do it\n📝 How they might do it with their child"
    },
    {
      "id": "reminders0",
      "foreign_key": "reminders",
      "text_1::eng": "Encourage parents to practice their parenting tips at home by reminding them that the key to changing behaviours and attitudes is to practice them in their own lives. \n\nYou will send two reminders during the week: "
    },
    {
      "id": "live_chat_session0",
      "foreign_key": "live_chat_session",
      "text_1::eng": "**Welcome and Check-in** \n\nBegin each session with a message that welcomes the parents to the session chat. \n\nCheck-in to make sure that everyone is ready to begin the session. This is easier said than done when you are online! You may want to ask if that everybody’s connection is steady and that they are comfortable and sitting somewhere where they can ‘chat’. \n\nPraise parents for making the effort to join the session and let them know you are excited to get going!\n\nTake responsibility for ensuring that everybody’s contribution is heard. This means making sure you understand the language needs and abilities of participants before you begin – will everybody be typing? Or will there be a mix of audio and text from parents?\n\nFraming the session: It’s important to let parents know what to expect from each session. Start each session by letting them know what home activity are we discussing.\n\nAsk parents how they are feeling today. You can model this process by sending a message that shares about how you are feeling today and describing where you are feeling it in your body, for example: “Today I am tired! I was up at night with my child. I can feel it in my sore, heavy feet, which don’t seem to want to walk anywhere very fast!”\n\n\n**Checking in on home activity**\n\nStart by reminding parents what last week’s parenting tip was. Ask a simple question to see who tried it — like a 👍 or “Yes/Not yet.” Keep it light and supportive. Praise parents who gave it a try, even if it was just a little. Encourage those who didn’t — remind them it’s okay to try again this week.\n\n**Voting on a challenge to discuss** \n\nAfter checking in on the home activity, give parents a chance to vote on a common challenge they may have faced. Share 3–4 relatable options. This helps parents feel seen and makes it easy to respond.\n\nLet them know it’s normal to face challenges — voting creates a safe space to talk about what was hard.",
      "text_2::eng": "**Discussing Solution** \nBefore arriving at a solution, it is useful to explore the challenge in depth.\n\n_**Tips for exploring questions and challenges**_\n\nUse open-ended questions! So instead of saying “did you do this tip?” ask “How did the tip work in your home?” \n\nTry using Who? What? When? Why? Where? And How?\n\nRemember to redirect what the participant says to topics related to the programme.\n\nPraise, praise, and praise some more! When you praise the parents, you demonstrate how praising works and help to promote the positive while parents are tackling challenges.\n\nThe stages of problem solving can be useful to develop a specific pool of possible solutions to the challenges that are being discussed. \n\nBrainstorm solutions: Start the process with a quick brainstorm for possible solutions. Invite all parents to contribute any ideas that they think will work. If they are struggling to contribute, ask them to share strategies that they have tried in their own homes. Make sure you take note of the solutions you would like to discuss further with the group.\n\nSummarise the solutions that have been proposed.\n\nExplore the consequences for the selected solutions: Explore solutions by inviting the group to think about the consequences of each proposed solution. This might include a child’s perspective or experience of each solution; and any feelings that it might evoke. Guide the discussion carefully so that parents have an opportunity to think through what might not work with any problematic suggestions.\n\nSelect a solution: Parents pick a solution that they want to try out at home.\n\n→ Remember to praise: Praise parents for working through a challenge and encourage them to try their solution out at home. \n\n\n**Open Feedback** \n\nInvite parents to share their experience from home – ensuring that each parent that wants to share gets a chance to do so. Parents can share success stories as well as any challenges that came up while they were practicing at home. \n\nConnect the success to the building block for that parenting tip. This will help to remind and reinforce the building blocks for that parenting tip.\n\nInvite the group to then discuss the challenge(s) that have been shared. Select one of the challenges shared by the parents. Follow the steps of “Discussing the solution.”\n\nRemember that parents will often expect facilitators to have all of the answers – but parents are the experts in their own lives and have a lot of experience to draw from in sharing their own solutions. This will help circulate new ideas to the group.\n\n\n**Take a Pause and Closing**\n\nTake a Pause is an opportunity for parents to reconnect with their breathing and themselves. It’s a quiet moment at the end of the session that they can also use at home when they are feeling stressed.\n\nClosing the session is an opportunity to pull out the most important content from the session. Most importantly, closing the session is an opportunity to tell parents what they are doing right! Thank parents for sharing and reminding them all how difficult it can be to try new things. Praise, praise, praise them for the work they are doing to make themselves and their families healthier and happier!\n"
    },
    {
      "id": "report0",
      "foreign_key": "report",
      "text_1::eng": "At the end of every Let’s Connect session, you will be asked to complete a short report in the app. This includes recording parent attendance, reflecting on how the session went, and noting any challenges you faced and what you might try differently next time.\n\nThese reports are not just about record-keeping—they are a chance for you to pause, reflect, and learn from your own experience. Each session brings something new, and taking a few minutes to capture your thoughts can help you build confidence, celebrate what went well, and identify small changes that can make the next session even smoother.\n\nBased on the attendance you record, the Actions tab will highlight parents who have missed two sessions in a row. This makes it easier for you to notice families who might need some extra encouragement. By reaching out early, you can help them feel supported and keep them engaged in the programme."
    },
    {
      "id": "handover_group_admin0",
      "foreign_key": "handover_group_admin",
      "text_1::eng": "Once you have selected a volunteer to be group admin, schedule a WhatsApp call with them.\n\nWhen you’re done with the call, you can send the guidelines as messages to remind them what you discussed."
    },
    {
      "id": "faq_h_after_group_ended0",
      "foreign_key": "faq_h_after_group_ended",
      "text_1::eng": "If parents or group admins reach out to you after the group has ended, it means that you have been helpful to them, which is amazing! \n\nParents may see you as a source of support outside of @global.prog_name, but it is important to keep things balanced. \n\nShare this message to gently guide the parents to other places for support. "
    },
    {
      "id": "faq_h_prompts0",
      "foreign_key": "faq_h_prompts",
      "text_1::eng": "After your call with the new group admin, you can share these prompts to support them with leading the chat sessions. "
    },
    {
      "id": "faq_h_no_volunteers0",
      "foreign_key": "faq_h_no_volunteers",
      "text_1::eng": "It may be difficult to find volunteers to become group admin. If no one volunteers to lead the group, you can send the message below to close the group. \n\nWait a couple days before closing because someone might still volunteer!"
    },
    {
      "id": "facilitation_overview0",
      "foreign_key": "facilitation_overview",
      "text_1::eng": "This app will guide you on what to do each week. It describes the activities in detail. It provides possible questions that you can ask for discussions and parenting stories.\n \nHowever, the content of the programme is only a small part of what it takes to deliver @global.prog_name. \nMuch of the benefit that your parents will receive comes from the way that you deliver it. \n\n**There are 8 core Principles to facilitating @global.prog_name in the best possible way**:",
      "text_2::eng": "1️⃣ Use a collaborative approach to learning.\n\n2️⃣ Model the behaviour you want to see in the way that you behave towards participants.\n\n3️⃣ Practice A-E-C-P: Accept, Explore, Connect, and Practice. \n\n4️⃣ Be aware of child developmental stages. \n \n5️⃣ Go at your participants’ pace.\n\n6️⃣ Come prepared for each session. \n\n7️⃣ Make @global.prog_name a happy place to learn.\n\n8️⃣ Don’t be afraid to have fun!"
    },
    {
      "id": "facilitation_10",
      "foreign_key": "facilitation_1",
      "text_1::eng": "In some programmes, facilitators tell participants what to do and why it is important. Participants are used to this because many education systems are delivered in a didactic, teacher-knows-best manner. \n\nIn the @global.prog_name, we do things differently. We like to think of this as a collaborative approach to learning. As facilitators, we are **collaborators or partners** working with parents to identify plans and practice solutions that will help them to improve life at home.\n**It is helpful to think of the participants as the experts.**\n \nMany of the parents will already be practicing lots of positive ways of parenting with their children. Others will be able to identify ways of improving their parenting on their own with guidance. **Our job is to help parents learn for themselves how to achieve their goals.**\nThis sometimes means we have to work harder to ask the right sort of open-ended questions that will help participants work out the benefits of positive parenting and relationship building. **When participants are able to teach themselves on how to relate and behave, they learn a skill that will help them for a long time after the programme ends.**"
    },
    {
      "id": "facilitation_20",
      "foreign_key": "facilitation_2",
      "text_1::eng": "The modelling principle is at the foundation of how we deliver the @global.prog_name. \nIf we lead sessions in a collaborative approach, praise parents often, practice active listening (by acknowledging messages), and use positive instructions, parents will do the same with their children. Likewise, if we tell parents what to do, criticize them, ignore their needs or concerns, or only say what we do not want them to do, they will do the same.\n\nFacilitators need to model all the different Core Principles in this programme. \n\nFor example, when you praise your participants, do not add any buts, ifs, or any other criticisms! Use transition warnings. Give positive, specific instructions that say the behaviour you want to see in the participants. Some behaviours may need to be addressed directly such as participants being offensive to an individual or the group.\n\nUse praise to encourage participants to arrive on time for sessions, to complete their home activities, and when they accomplish something very challenging. Practice Taking a Pause to help reduce your own stress.\n\nThe participants will learn from your example and begin to mirror your behaviour, too.\n\n**It really works!**"
    },
    {
      "id": "facilitation_30",
      "foreign_key": "facilitation_3",
      "text_1::eng": "The @global.prog_name introduces many concepts and practices that are new to parents. Sometimes, participants will initially resist learning a new approach with their children. Other times, they will have difficulty understanding some of the more complex practices like distinguishing between punishment and discipline. Facilitators should always go at the participants’ pace when delivering the programme. \n\nMake sure that the participants in your group have learned a specific parenting or relationship building skill before moving on to the next one. "
    },
    {
      "id": "facilitation_40",
      "foreign_key": "facilitation_4",
      "text_1::eng": "A-E-C-P is a core building block in the collaborative approach to facilitating the @global.prog_name. It is also important to model Active Listening so that parents begin to do the same with their own children. \nWe like to think of 4 key steps facilitating a discussion with the participants:  Acceptance, Exploration, Connection, and Practice. "
    },
    {
      "id": "facilitation_50",
      "foreign_key": "facilitation_5",
      "text_1::eng": "It is important to be aware of different competencies and characteristics of children at different stages. \nThe characteristics of children can shape parents’ expectations, goals, and activities with their children. \n\nIt may be that the challenges and problems that parents face are rooted in expecting children to behave in ways that they are not yet developmentally ready for. "
    },
    {
      "id": "facilitation_60",
      "foreign_key": "facilitation_6",
      "text_1::eng": "The more you prepare for each session, the easier time you will have in delivering the material. You will feel more relaxed and be more receptive to how participants are feeling and to their experiences. Read through the manual the night before each session. Write down any notes or reminders that might be helpful for particular activities. Sometimes, the participants will not initially understand what you are asking them if you say the exact words in the manual. It can be helpful to write different ways of asking the discussion questions.\n \nIf you don’t understand something or forget how to do an activity, ask! You can also message or call another facilitator or your supervisor prior to the module. Look through your participant profiles to review each person’s progress in the programme and to remember any special needs or concerns. This is particularly important for the goals that participants set themselves at the end of the session and the discussion on home activities. Start preparing before the next module. You want to be relaxed and ready to go!\n\nRemember that this app is just a guide. While it is very important that you deliver the programme content as it was designed, it is also important that you find ways to make it your own. "
    },
    {
      "id": "facilitation_70",
      "foreign_key": "facilitation_7",
      "text_1::eng": "Participants will want to engage in each module and participate in the activities if you create a group that is welcoming, open, and respectful. Everyone likes a place that is warm and inviting. It can be helpful to think of @global.prog_name as a family itself. \n\n**Ways in which facilitators can make @global.prog_name group sessions a happy place to learn:**\n\nRespect whatever a participant talks about. Facilitators should be aware and respectful of different ages, genders, values, and circumstances.\n\nModel the behaviour you want from the participants. The group space should be a judgement-free space in which participants feel comfortable sharing sensitive material.\n\nNotice and reflect the ways that participants communicate, help each other, and participate in the sessions.\n\nInvite participation: If you feel a participant is holding back or quiet, ask if he or she wishes to share an opinion or experience.\n\nMake sure that everyone in the group is communicating clearly.\n\nCreate a comfortable and welcoming place to meet. Make sure everyone knows how to log-into and interact with the group through the messaging platform you are using.\n\nEstablish the communication needs of the participants – are participants using audio? Video?\n\nNotice if participants have challenges that may require adjusting the way they participate in activities.\n\nPraise participants for their effort and dedication.\n\nModel the behaviour you want from the parents in the way that you treat them. \n\nPraise, respect, and reflect on participants’ contributions."
    },
    {
      "id": "facilitation_80",
      "foreign_key": "facilitation_8",
      "text_1::eng": "Thank you for being a @global.prog_name Facilitator. We know that you will put a lot of time and energy into learning this programme and finding new ways to work with families. \n\nWe know that you are doing this because you want to help people who are struggling. You are the heroes of helping families in our communities, but that doesn’t mean it’s not important to have fun, too! \n\nWays in which facilitators can make @global.prog_name group sessions a fun place to learn:\nSend songs and pictures\nUse Emojis\nTell stories\nEncourage parents to be creative with how they share"
    },
    {
      "id": "what_is_safeguarding0",
      "foreign_key": "what_is_safeguarding",
      "text_1::eng": "It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants:\n\n1️⃣ **Understand abuse, neglect and exploitation.**\n\n❗ **Abuse** refers to a deliberate act of maltreatment that can damage a boy or girl’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition)\n\n❗ **Violence** against girls and boys is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990,\nArticle 19)\n\n❗ **Child exploitation** refers to using girls and boys for economic or sexual benefit, gratification or profit, often resulting in unjust, cruel and harmful treatment of the girl or boy. (Save the Children definition)\n\n2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.**\n\n📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a caregiver, other adults, girl or boy discloses abuse. \n\n📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a caregiver or girl or boy reports abuse (e.g. who to report to, internal resources for supporting the girl or boy), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). \n\n🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next.\n\n3️⃣ **Ensure parents know that you are someone who can help.**\n\n🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when the abuse occurred. \n\n👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm."
    },
    {
      "id": "during_disclosed_abuse0",
      "foreign_key": "during_disclosed_abuse",
      "text_1::eng": "**During disclosure:**\n\n💚 Provide a safe environment in which the participant can share their story.\n\n👂 Listen carefully to the participant and take notes: what/when/where/who.\n\n❗ Determine if the participant is in immediate danger and what help is available.\n\n💙 Make sure that the participant feels that you believe him/her.\n\n🌷 Let them know they have done the right thing by sharing their story with you.\n\n✨ Be supportive and free of judgement in your responses – avoid blaming at all times!\n\n➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her.\n\n📝 Explain what you are going to do next.\n\n ✅ Notify @global.supervisor_name\n\n❗Remember that it is not your obligation to solve the situation, but you must report it to your supervisors for follow-up. Don't try to solve it alone."
    },
    {
      "id": "after_disclosed_abuse0",
      "foreign_key": "after_disclosed_abuse",
      "text_1::eng": "**After disclosure:**\n\n❌ Avoid engaging with the alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings.\n\n🌷 You are not alone. Get help from your supervisor to agree on the next steps."
    },
    {
      "id": "how_to_report_abuse0",
      "foreign_key": "how_to_report_abuse",
      "text_1::eng": "✅ Follow your organisation’s protocol.\n\n📝 If your organisation needs assistance in developing or improving its policies and procedures, please refer to the following resources:\n\n**Curaçao resources**\n1️⃣ Ministry of Social Development, Labour and Welfare, sector Family and Youth \nThe Five Steps of the Kódigo di Protekshon\nThe Kódigo di Protekshon is relevant for all professionals in Curaçao working in social work, education, health, and safety. It sets out agreements on how professionals can identify child abuse and domestic violence, and what steps they should take to prevent or stop unsafe situations. \n[https://kodigodiprotekshon.com](https://kodigodiprotekshon.com)\n\n2️⃣ Ministry of Justice, UOJZ - Protehami. [Five steps of the Kóigo di Protekshon](https://kodigodiprotekshon.com/5-stappen/)\n\n**International resources**\n\n1️⃣ [World Health Organization Guidelines Responding to Girls, Boys, and Adolescents who have Been Sexually Abused](https://iris.paho.org/handle/10665.2/52043) \n\n2️⃣ [Keeping Girls and Boys Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) \n\n4️⃣ [Strengthening Linkages between Clinical and Social Services for Girls, Boys, and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) \n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)  "
    },
    {
      "id": "crisis_hotlines0",
      "foreign_key": "crisis_hotlines",
      "text_1::eng": "You can share any of the following contact numbers with the participant:\n\n1️⃣ For reporting child abuse and domestic violence:\nProtehami: Free calls to 0800-0080\nMonday till Friday 08.00-12.00 & 13.30-17.00\n\nCall or Whatsapp: 663-2803                                                                                                         Monday till Sunday, 24 hours a day (24/7)\nE-mail: protehami.jz@just.gov.cw                  \n\n2️⃣ Psychological, psychosocial, psychatric, pedagogical help, and in case of suicidal thoughts for adults and children\nCall general number: 738-8717\nDependance Otrobanda: 462-8840 / 690-0595\nDependance Montaña: 690-0593\nDependance Scharloo: 690-3306\n\nMonday till Thursday 7.30-12.00 and 13.30-17.00\nFriday 7.30-12.00 and 13.30-16.30\n\n3️⃣ In case of Emergency - Police\n911 (urgent)\n917 (non-urgent)\n108 (anonymous)\nMonday till Sunday, 24 hours a day (24/7)"
    },
    {
      "id": "module_1_prepare0",
      "foreign_key": "module_1_prepare",
      "text_1::eng": "The first step to building healthier and happier relationships is to spend dedicated time together. When parents spend one-on-one time with their children away from work and household duties and other people, they create space to be available to their child, to get more involved in their lives, and to build trust and communication skills. A strong parent-child relationship requires spending time together in this way.\n\n**Key building blocks for one-on-one time**\n\nThe key building blocks for One-on-One time are Day, Play, and Stay:\n\n**DAY**- Try to do it every day\nSpend 5 minutes (or more!) One-on-One time with your child each day.\n\n**PLAY** - Let them choose the activity\nTell your child or teen that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first but will come to enjoy this time with you!\n\n**STAY** - Focus on your child or teen\nSwitch off TV and put aside phones. Look at your child or teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them."
    },
    {
      "id": "module_2_prepare0",
      "foreign_key": "module_2_prepare",
      "text_1::eng": "Happiness, sadness, anger, disgust, surprise, and fear: We all experience emotions. Because emotions are connected to our thoughts and behaviour, they play an important role in how we make decisions. If we don’t handle emotions well, we risk making bad decisions that can affect our well-being. And when we learn how to handle our emotions, we are more likely to be able to make clear decisions and act in a responsive and nurturing way towards our children, other adults, and ourselves.\n\nYoung people who don’t manage their emotions can resort to risky behaviours that can be dangerous for them. It is important for parents to learn to help their children to recognise and manage their strong emotions. \n\nTalking about difficult emotions is especially important. Difficult emotions like anger can become stressful thoughts and uncontrolled behaviours. Before we can talk about the emotions we are experiencing, just being aware of them can help us to stay present in a moment, which will allow the feelings to run their course and pass. This is also true for children.\n\nWhen parents name their children’s feelings, or comment on them, it helps children to develop a sense of emotional control. Parents can accept their children’s emotions and communicate with them about what they are experiencing in a calm and supportive way. This will reduce other more potentially risky ways children might turn to in order to escape the feeling.\n\nDuring Module Two, parents learn about the importance of accepting, naming, and exploring a range of emotions with their children. They learn techniques that will help them to do this effectively. \n\n**The primary objectives for this week are parents learning and practicing how to talk about their own and their children’s feelings.**",
      "text_2::eng": "**Key building blocks for talking about emotions**\n\nThe key building blocks for Talking about Emotions are Breathe, Share, Listen, Show, and Seek:\n\n**BREATHE. Slowly. Pause**. \nBefore you say anything, slowly breathe in and out. It will calm you and give you a chance to think.\n\n**SHARE how you feel**\nThis is hard. Many of us were told not to cry or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress. \n\n**LISTEN to your child or teen**\nAllow your child to share their emotions. You can also reflect back what they say to you. Accept that the feeling is okay, even if it is negative.\n\n**SHOW them you care**\nThis is also hard! Stress makes us focus on ourselves. But our children and teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say, ‘I understand.’ It can change everything.\n\n**SEEK the positive**\nCan you and your child or teen think about ideas that might help? Can you do something positive together to take your mind off the stress?\n"
    },
    {
      "id": "module_3_prepare0",
      "foreign_key": "module_3_prepare",
      "text_1::eng": "The objective of this week is to learn how parents can be more effective at getting their children to follow their instructions. They do this in two ways: \n\n1️⃣ Giving specific, positive, and realistic instructions\n2️⃣ Praising their children for following instructions and at other times\n\nWhen parents give specific, positive, and realistic instructions, children know exactly what behaviour is expected from them. \n\nFor example, “Please put your toys away in the box.” This tells the child exactly what to do by describing the behaviour that is expected. It also considers the capabilities of the child so that the instruction is realistic. \n\nCompare this to, “Don’t make a mess,” which does not describe the behaviour that a parent would want to see, is not specific, and might not be realistic if the child is not capable of keeping tidy. \n\nChildren also have challenges following many instructions at one time – especially younger children. They are much better at following instructions if they are given one at a time.  Parents can pause for a bit to give children time to follow each instruction before moving to the next one. It may take more time, but this supports children to follow instructions and to remember the task.  \n\nEach child has their own unique characteristics and capabilities. It is important that parents know what is realistic for their children to do when giving them instructions. For instance, it is very hard for children to keep quiet for a whole day but maybe they can keep quiet for 15 minutes while their parents take a call.  \n\nChildren also hear better and understand the instructions clearly when parents speak in a calm voice. Yelling at children only increases the tension for everyone. Children are also more likely to follow instructions in a calm way.\n\nPraise is an expression of approval or appreciation. When parents praise their children for following instructions, they are encouraging that behaviour to happen more often. The same works for praising other behaviours. Also, behaviour that is ignored is less likely to happen again. \n\nWith the example above, a parent could say, “Thank you for putting your toys in the box, Joseph,” after he follows the instruction. This will encourage Joseph to continue cleaning up his toys in the future. It also maintains a positive feeling between the parent and Joseph.",
      "text_2::eng": "**Key building blocks for giving instructions**\n\nThe key building blocks for giving instructions are Be Positive, Be Specific, and Be Real:\n\n1️⃣ Know the positive behaviour you want to see from your child.\n2️⃣ Make sure to have your child’s attention when giving an instruction.\n3️⃣ Give one instruction at a time. \n4️⃣ Give your child time to follow each instruction.\n4️⃣ Make sure your child is able to follow your instruction.\n5️⃣ For younger children, break one big task into small ones and give instructions step by step. \n6️⃣ Praise your child immediately after following an instruction.\n\n**Key building blocks for praise**\n\nThe key building blocks for Praise are SEE IT, SAY IT, REPEAT IT:\n\n1️⃣ SEE IT. Notice anything your child does that is helpful or good and praise them. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.\n\n2️⃣SAY IT. Be enthusiastic - really mean it when you say it!\n\n4️⃣ REPEAT IT. Try to find something every day to thank them for. Even something really small."
    },
    {
      "id": "module_4_prepare0",
      "foreign_key": "module_4_prepare",
      "text_1::eng": "Parents sometimes get frustrated at their children for being noisy or not tidying up after they have played, throwing their food on the ground, or staying out way too late. Often children don’t understand why these things are important. Establishing and explaining household rules helps children understand what is expected of them and why. Rules also establish clear boundaries that help children to feel safe and secure.\n\nRoutines also help children to feel safe and secure. Routines such as mealtimes and bedtimes can help create a stable environment for children. This is especially important for those who are living in hectic or unsafe environments and communities. \n\n**In this module, parents focus on the importance of involving their children when establishing household rules and routines to help keep their children safe and healthy.**",
      "text_2::eng": "**Key building blocks for rules and routines**\n\nThe key building blocks for establishing household rules and routines are:\n\n1️⃣ Be a Team. Create rules with your child or teenager. One rule at a time is easiest. Discuss the reasons for the rule and listen to their views. \n\n2️⃣ Keep It Real. Make them realistic for what your child or teenager can do and be clear and specific so there’s no misunderstanding. Not ‘on time’ but ‘by 7pm’. \n\n3️⃣ Be Consistent. Daily routines, such as time for schoolwork, play, meals, and sleep, can help our children feel safe and secure. They also give our children a sense of security that they need to grow and develop.\n\n4️⃣ Praise, Praise, Praise. Praise your child or teen for making a rule with you and praise them for keeping it!\n\n**Here are some more specific building blocks for creating household rules:**\n\n1️⃣ Establish household rules when your child or teen is calm and quiet.\n \n2️⃣ Make your household rules clear and specific.\n\n3️⃣ Make your household rules fair and realistic.\n\n4️⃣ Make sure your child understands the reason for the rule. Use open communication to help with this.\n\n5️⃣ Allow your child or teen the chance to ask questions.\n\n**Here are some more specific building blocks for creating daily routines**\n\n1️⃣ Give children a transition warning before moving on to the next activity.\n\n2️⃣ Describe the behaviour that you want your child to do by using positive words. \n\n3️⃣ Give one instruction at a time. Keep them simple and clear.\n\n4️⃣ Praise your child for following through with each instruction. \n\n5️⃣ Bedtime and mealtime routines should be predictable and calm.\n\n6️⃣ Make a schedule so caregivers can share responsibilities."
    },
    {
      "id": "module_5_prepare0",
      "foreign_key": "module_5_prepare",
      "text_1::eng": "There are lots of different ways for parents to encourage their children to behave well. In this programme we have already looked at one of these ways: praising the behaviour we would like to see more of. \n\nIn this module we look at two other strategies for managing child behaviours: Redirecting and consequences. \n\nRedirecting is a strategy that is especially effective with younger children. When parents redirect their children from a negative behaviour to a positive behaviour at the beginning of the behaviour, they reduce the chance that the negative behaviour happens or grows into something more difficult to manage. This works especially well if parents then praise their children for the positive behaviour they end up doing. \n\nConsequences are the results of actions or behaviours. For example, not cleaning the dishes will result in not having a clean plate to eat from. Parents can use planned consequences with their children and teens when they forget or do not follow household rules. For example, if there is a household rule to come home before sunset and a child comes home late when out playing with friends, then an appropriate consequence could be that they cannot play with friends the next day.\n\nParents can involve their children and teens in planning consequences for certain behaviours. For example, they could discuss with their children what a consequence could be if they do not follow a certain household rule when they are creating it with them. \n\nConsequences can also be used when a child refuses to follow an instruction. Parents should first give a child a choice, for example, “Either you clear the table, or you will not be able to watch your favourite T.V. show.” This gives them a chance to comply and avoid receiving the consequence.\nIt is also important that parents make sure their consequences are reasonable and that they can follow through with them. Banning T.V. for the rest of the year or threatening to sell it is not something that parents can realistically do. It is also unfair!\n\nWe call strategies like redirect and consequences ‘positive discipline’ because they reinforce the positive relationship that parents are actively trying to build with their children by spending time together, praising and setting clear boundaries with rules. ",
      "text_2::eng": "**Key building blocks for positive discipline**\n\nThe key building blocks for Positive Discipline are Be Calm, Be Fair, and Be Positive:\n\n1️⃣ Be Calm. The most important thing you can remember is to be calm when disciplining your child. Take a couple deep breaths or walk away if you need to. And then respond in a calm and clear way. \n\n2️⃣ Be Fair. Give your child a choice to comply before giving a consequence. For household rules, you can discuss consequences with your child or teen in advance. Make sure the consequence is reasonable and one you can follow through on.\n\n3️⃣ Be Positive. Remember the Sunshine of Positive Attention! Try to avoid giving consequences in the first place by redirecting your child and giving lots of positive attention to the behaviours you want to see more of with plenty of praise. Make sure you involve your child in a positive activity after giving the consequence. \n\n**Here are some more specific building blocks for redirect:**\n\n1️⃣ Use positive instructions to redirect your child from a negative to a positive behaviour.\n\n2️⃣ Catch the behaviour before it occurs or early on!\n\n3️⃣ Ignore the negative behaviour, not the child.\n\n4️⃣ Use physical and verbal praise to support positive behaviour.\n\n**Here are some more specific building blocks for consequences:**\n\n1️⃣ Consequences can be used when children do not follow instructions or forget household rules.\n\n2️⃣ Consequences should be specific, realistic, and reasonable.\n\n3️⃣ Give a clear reason for the consequence. \n\n4️⃣ Introduce the consequence when both you and your child are calm and involve your child in deciding what the consequence should be.\n\n5️⃣ When your child refuses to follow an instruction, give your child one last choice to comply before giving them a consequence.\n\n6️⃣ When you give your child a consequence, you must follow through with it."
    },
    {
      "id": "module_6_prepare0",
      "foreign_key": "module_6_prepare",
      "text_1::eng": "The last module of the @global.app_name programme is about reflection and sharing. This final module is a bit longer than normal as you will help parents to reflect on their experiences during the programme and make specific plans on how they want to go forward without your facilitation.\n\nThe module starts with an opportunity to learn one final parenting skill – involving your children in solving problems. Throughout the entire programme, you have been modelling the key steps of solving problems with the parents.\n\nThere are 5 key steps in problem solving:\n1️⃣ Identify the problem\n2️⃣ Jointly come up with solutions\n3️⃣ Choose a solution\n4️⃣ Try the solution out\n5️⃣ Reflect on whether the solution worked\n\nEach week during the discussion on home activities and illustrated stories, the parents have used the same steps in problem solving to help identify and practice solutions to challenges experienced.\n\nTeaching children how to solve their own problems is a skill that children will take with them for the rest of their lives. What a gift!\n\nIn the second part of the module, parents have the opportunity to reflect on the changes they have seen in their families and the experiences that they have had during the programme. They can share how they have changed and what they have noticed about how their children’s behaviours may have changed.\n\nThis is also an opportunity to discuss how parents can continue using the skills and building blocks they have practiced over the course of the programme. Weekly chats have enabled parents to get to know each other and to support each other. That support doesn’t need to end! With a new administrator of the group, the chat group can be used whenever anybody needs to reach out or check-in. \n\nThis week’s programme objectives are therefore to reflect and identify how to keep the programme going in a parent-lead group. We cover these topics for just one day this week: today!",
      "text_2::eng": "**Key building blocks for positive discipline**\n\nThe key building blocks for Problem Solving:\n\nKNOW IT. Identify the problem\n\nSOLVE IT. Think of possible solutions and what their results would be. \n\nTRY IT. Choose one solution and try it out \n\nTEST IT. Did it work? Great! If it did not work, then try another solution."
    },
    {
      "id": "faq_h_still_struggling0",
      "foreign_key": "faq_h_still_struggling",
      "text_1::eng": "Every family is different, and some parents may need more help than others.\n\nIf a parent is still struggling or needs more support, consider sending the message below."
    },
    {
      "id": "faq_h_sad_to_end0",
      "foreign_key": "faq_h_sad_to_end",
      "text_1::eng": "It is normal for parents to feel sad or emotional when the programme ends and you leave the group. This means that parents found the chat sessions helpful and enjoyed participating. What a gift you have given them! Congratulations! \n\nTo support them with this transition, consider sending the message below. "
    },
    {
      "id": "faq_ground_rules0",
      "foreign_key": "faq_ground_rules",
      "text_1::eng": "Ground rules make your WhatsApp Support Group a safe space for everyone. \n\nIf someone forgets the ground rules, send the message below to gently remind them of their importance. \n\nIf necessary, share a group reminder about the importance of maintaining a positive and respectful space. \n\nIf, despite reminders, the parent continues not to follow the rules, notify your supervisor. \n\nYou can remove the parent from the group as the last option, done only when you feel it is necessary. For example, if a member repeatedly shares unrelated content, uses inappropriate language or is disrespectful to another member. \n\nIf you do remove someone from the group, it should be handled with sensitivity and respect. Make sure you talk privately with the parent, remind the group about ground rules, and notify your supervisor. "
    },
    {
      "id": "faq_misbehaviour0",
      "foreign_key": "faq_misbehaviour",
      "text_1::eng": "Parents may see you as someone they can turn to for help beyond school and @global.prog_name, especially when they need advice on their child’s behaviour. \n\nEven though you want to help, it is important to find a balance for your well-being. \n\nShare the following message to gently remind the parents about your role in @global.prog_name. \n\nIf the parents continue to persist, notify @global.supervisor_name."
    },
    {
      "id": "faq_small_group_active0",
      "foreign_key": "faq_small_group_active",
      "text_1::eng": "Getting everyone to join in the chat sessions can be a bit challenging. Some parents might be busy, shy, or just prefer to read about other’s experiences. \n\nHere are some helpful tips to encourage participation: \n\n1. Directly ask a question to someone by typing @parent name on WhatsApp. \n\n2. Share one of the messages below with the entire group. \n\n3. Consider sending a private message to a parent (see the message below). "
    },
    {
      "id": "faq_no_participation_general0",
      "foreign_key": "faq_no_participation_general",
      "text_1::eng": "Engaging parents in the group chat can sometimes be hard. Some parents may need a nudge to share their experiences or they might be busy with their schedules. \n\nIf your chat goes silent after the prompt, consider sharing these ideas or suggestions:"
    },
    {
      "id": "follow_up_10",
      "foreign_key": "follow_up_1",
      "text_1::eng": "Parents who have missed the last 2 consecutive chat sessions will appear in your list.\nYou will follow up with each parent up to 3 times.\nAfter the third follow-up, if the parent still does not rejoin, they will no longer appear in your list.",
      "text_2::eng": "Your parent has missed the last 2 consecutive chat sessions for the **first time**. Send a short, friendly message to remind them and invite them back.\n\nPlease click on “I followed up” once you have sent the message."
    },
    {
      "id": "\nfollow_up_20",
      "foreign_key": "\nfollow_up_2",
      "text_1::eng": "Parents who have missed the last 2 consecutive chat sessions will appear in your list.\nYou will follow up with each parent up to 3 times.\nAfter the third follow-up, if the parent still does not rejoin, they will no longer appear in your list.",
      "text_2::eng": "Your parent has missed the last 2 consecutive chat sessions for the **second time**. Give them a call to check in and encourage them to return.\n\nUse the call to:\nAsk how they and their child are doing.\nFind out why they missed the last sessions.\nDiscuss any challenges and help find solutions using A–E–C–P (Accept, Connect, Explore, Practice).\nAsk about the last home activity they tried.\nShare a short summary of what was covered in the missed sessions.\nEncourage them to join the next session.\nThank them for their time.\n\nPlease click on “I followed up” once you have sent the message."
    },
    {
      "id": "follow_up_30",
      "foreign_key": "follow_up_3",
      "text_1::eng": "Parents who have missed the last 2 consecutive chat sessions will appear in your list.\nYou will follow up with each parent up to 3 times.\nThis is the third follow-up. If the parent still does not rejoin, they will no longer appear in your list.",
      "text_2::eng": "Please click on “I followed up” once you have called the parent."
    }
  ]
}