{
  "flow_type": "data_list",
  "flow_name": "a_sections",
  "status": "released",
  "data_list_name": "a_sections",
  "rows": [
    {
      "id": "about_prog0",
      "foreign_key": "about_prog",
      "title::eng": "Research and materials that shaped this programme",
      "text::eng": "The structure and content of this current programme were drawn and adapted from the following key resource materials:\n\nLachman, J. & Hutchings, J. (2018) _Parenting for Lifelong Health Programme for Young Children – Facilitator Manual_. European Version. Fifth Edition\n\nLachman, J. & Hutchings, J. (2017). _Parenting for Lifelong Health Programme for Young Children. Parent Handbook_. Fourth Edition\n\nDoubt et al. (2015). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Facilitator Manual._ Parenting for Lifelong Health for Teens. Third Edition\n\nDoubt et al. (2016). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Family Guidebook._ Parenting for Lifelong Health for Teens. First Edition\n\nEducation Endowment Foundation. (2018). _Preparing for Literacy: Improving Communication, Language and Literacy in the Early Years_. Education Endowment Foundation.\n\nEducation Endowment Foundation. (2021). _Working with mothers, fathers, and caregivers to Support Children’s Learning_, London: Education Endowment Foundation.\n\nLinehan, M. (2020). _DBT skills training manual: for the therapist. (1st ed)_. EDULP, 2020. Digital book, EPUB\n\nSave the Children's Ready to Learn programming. Evidence-driven, play-based response to the global learning crisis in which millions of children are not gaining the skills they need to succeed in school and life."
    },
    {
      "id": "about_app0",
      "foreign_key": "about_app",
      "title::eng": "How you facilitate matters the most",
      "text::eng": "The app is a guide to support you after your facilitator training. Remember, HOW you facilitate matters most. Delivering the content is only about 20% of the programme’s success. The other 80% depends on HOW you facilitate—your attitude, your empathy, and how you connect with and support parents throughout their journey."
    },
    {
      "id": "about_app1",
      "foreign_key": "about_app",
      "title::eng": "Keep learning and practising",
      "text::eng": "Remember that if there is anything that you cannot remember or feel unsure of, practice it with another facilitator or ask your supervisor/coach. \n\nJust as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you. \n\nWhen you practice facilitation skills before a module, you will be more confident and able to deliver the programme for parents."
    },
    {
      "id": "about_app2",
      "foreign_key": "about_app",
      "title::eng": "Apply the skills in your own life",
      "text::eng": "It is also important that you practice the skills from the programme with your own children and teens at home (if you have any). You may also find that many of the skills are applicable and helpful in creating positive relationships with others, such as your colleagues, friends, and loved ones!  \n\nThank you for your commitment and dedication to reducing violence against children and promoting child wellbeing through positive parenting. You are a shining star for happy families!"
    },
    {
      "id": "individual_consultation0",
      "foreign_key": "individual_consultation",
      "title::eng": "Step 1: Create a parent group in the App",
      "text::eng": "This sets up the space where you’ll manage all parents in your group.\n\n1️⃣ Go to _Groups_\n2️⃣ Select _Create New Group_\n3️⃣ Enter the basic details of the group: group name, age group (young children, teens, or mixed) and delivery format (all remote, with in-person opening or closing, or both)\n4️⃣ Save your new group \n\n👉 This is now the “home” where you’ll manage everything for this parent group."
    },
    {
      "id": "individual_consultation1",
      "foreign_key": "individual_consultation",
      "title::eng": "Step 2: Conduct Individual Consultations",
      "text::eng": "Before the programme begins, call or message each parent.\n\nUse this time to:\n1️⃣ Explain what the programme is about and how it will be delivered (through WhatsApp group sessions and activities at home).\n2️⃣ Share what parents can expect each week (videos, home activities, and group chats).\n3️⃣ Answer any questions or concerns they may have.\n4️⃣ Collect basic information about the parent, their child, and family situation.\n5️⃣ Build a friendly and trusting relationship.\n6️⃣ Encourage them to participate actively in the WhatsApp group.\n\n💡 Tip: Follow the Individual Consultation Guide for sample questions and key points to cover."
    },
    {
      "id": "individual_consultation2",
      "foreign_key": "individual_consultation",
      "title::eng": "Step 3: Complete Parent Profiles",
      "text::eng": "During or after each consultation, open your parent group in the app. \n\n1️⃣ Tap _Add Caregiver_\n2️⃣ Fill in the Caregiver Profile \n3️⃣ Save the profile \n4️⃣ Repeat for each caregiver in the group\n\nThis profile captures important background information about the parent, child, and family situation."
    },
    {
      "id": "individual_consultation3",
      "foreign_key": "individual_consultation",
      "title::eng": "Step 4: Create the WhatsApp Group",
      "text::eng": "Save parents’ names and WhatsApp numbers (if available) on your phone\n\nCreate your WhatsApp group with a temporary name, icon, and description."
    },
    {
      "id": "in_person_session0",
      "foreign_key": "in_person_session",
      "title::eng": "Use collaborative approach to learning",
      "text::eng": "In many other programmes, facilitators tell participants what to do and why it is important.\n\nIn @global.prog_name, we do things differently. We like to think of this as a collaborative and participatory approach to learning. As facilitators, you are collaborators or partners working with mothers, fathers, and caregivers to identify plans and practice solutions that will help them improve their lives at home.\n\nIt is helpful to think of mothers, fathers, and caregivers as experts who know their own children and circumstances. Many mothers, fathers, and caregivers will already be practising many positive ways of parenting their children. Others will be able to identify ways of improving their parenting on their own with guidance.\n\nOur job is to support mothers, fathers, and caregivers learn for themselves how to achieve their goals. This sometimes means we have to work harder to ask the right sort of open-ended questions that will help mothers, fathers, and caregivers work out the benefits of positive parenting and nonviolent discipline for their children.\n\nWhen mothers, fathers, and caregivers teach themselves, they learn a skill that will help them for a long time after the programme ends."
    },
    {
      "id": "in_person_session1",
      "foreign_key": "in_person_session",
      "title::eng": "Model the behaviour you want to see",
      "text::eng": "The modelling principle forms the foundation of how we deliver @global.prog_name.\n\nIf we lead sessions in a collaborative approach, praise mothers, fathers, and caregivers often, practise active listening, and use positive instructions, mothers, fathers, and caregivers will do the same with their children.\n\nLikewise, if we tell mothers, fathers, and caregivers what to do, criticise or laugh at them, ignore their needs or concerns, or only say what we do not want them to do, they will do the same.\n\nPractise relaxation activities to help reduce your own stress. It can even just be taking a deep breath. Mothers, fathers, and caregivers will learn from your example and begin to mirror your behaviour.\n\nIn many ways, you are parenting the mothers, fathers, and caregivers in the way that you would like them to parent their children. It really works!"
    },
    {
      "id": "in_person_session2",
      "foreign_key": "in_person_session",
      "title::eng": "Go at the pace of the group",
      "text::eng": "You should always go at your mothers, fathers, and caregivers’ pace when delivering the programme. Make sure that the mothers, fathers, and caregivers in your group have understood the current content before moving on to new content.\n\nThis may mean that you take extra time problem-solve issues that come up during the sessions. "
    },
    {
      "id": "in_person_session3",
      "foreign_key": "in_person_session",
      "title::eng": "Make @global.prog_name a happy and safe space to learn",
      "text::eng": "Everyone likes a place that is warm and inviting. Tips for facilitators to make @global.prog_name a happy place to learn:\n\n1️⃣ Invite mothers, fathers, and caregivers to participate: Notice when someone is holding back and ask if he or she wishes to share an opinion or experience.\n\n2️⃣ Mention that this is a safe and empathetic space where no one will be judged. Experiences shared within the group will be kept confidential.\n\n3️⃣ Make sure that everyone in the room can hear you (and each other).\n\n4️⃣ Sit when you are talking. Be on the same level as the mothers, fathers, and caregivers and sit among them. If possible, try to sit among the mothers, fathers, and caregivers instead of at the front of the group.\n\n5️⃣ Create a comfortable and welcoming place to meet.\n\n6️⃣ Make sure there are enough chairs and that the room is clean. In the summer, use a fan or an air conditioner (if available). You can even decorate the room if you want!\n\n7️⃣ Establish the language needs of the participants.\n\n8️⃣ Respect whatever a parent shares with the group.\n\n9️⃣ There will be lots of laughter in the group but try to laugh with not at a parent even if what they say sounds ridiculous. \n\n🔟Praise mothers, fathers, and caregivers for their effort and dedication.\n\n1️⃣1️⃣ Model the behaviour you want from the mothers, fathers, and caregivers in the way that you treat them.\n\n1️⃣2️⃣ Praise, respect, and reflect on mothers, fathers, and caregivers’ contributions."
    },
    {
      "id": "reminders0",
      "foreign_key": "reminders",
      "title::eng": "🗓️ Day 4 (e.g., Monday) — Home Practice Reminder",
      "text::eng": "Encourage parents to practice their parenting tips at home by reminding them that the key to changing behaviours and attitudes is to practice them in their own lives. "
    },
    {
      "id": "reminders1",
      "foreign_key": "reminders",
      "title::eng": "🗓️ Day 5 (e.g., Wednesday) — Chat Coming Soon",
      "text::eng": "Remind parents about the session one day before the session takes place. Include any details they may need to attend the session, including time, date, group chat name and how to join the chat.\n\nGive them an idea of what to expect by letting them know what topic you will be discussing in the coming week.\n\nMake sure your message is positive and welcoming and that parents know you are looking forward to hearing from everyone!"
    },
    {
      "id": "handover_group_admin0",
      "foreign_key": "handover_group_admin",
      "title::eng": "What to cover in the WhatsApp Call?",
      "text::eng": "Thank the parent for volunteering to lead the WhatsApp group.  \n\nWhile engaging with other parents in the group, keep the following in mind:\n\n🔵 Greet parents when engaging with them.\n🔵 Respect what participants share and be aware of different ages, genders, values and circumstances.\n🔵 Encourage parents to share and respond to each other - and praise them for it.\n🔵 Remind parents of ground rules when needed.\n🔵 Model the behaviour you want to see among the parents.\n\nIf the parent needs any prompts for discussion, share the following: "
    },
    {
      "id": "module_1_prepare0",
      "foreign_key": "module_1_prepare",
      "title::eng": "Some more building blocks for one-on-one time",
      "text::eng": "- Use words to describe what your child is doing during One-on-One Time – it shows you are paying attention to them and helps build vocabulary for younger children,\n\n- Allow your child to take the lead during One-on-One time.\n\n- Allow your child to invite you into their world by showing interest in what they are doing.\n\n- Accept and observe instead of asking questions and criticising your child when playing.\n\n- Play at your child’s developmental level and pace.\n\n- Find ways of playing together instead of competitive games during One-on-One time."
    },
    {
      "id": "module_1_prepare1",
      "foreign_key": "module_1_prepare",
      "title::eng": "More One-on-One time building blocks for parents with adolescents",
      "text::eng": "- One-on-One time means giving your full attention to your teen.\n\n- Allow your teen to talk to lead in a conversation or activity.\n\n- Look at your teen while they are speaking.\n\n- Show interest in their story and acceptance of their feelings."
    },
    {
      "id": "module_1_prepare2",
      "foreign_key": "module_1_prepare",
      "title::eng": "Key issues to be aware of",
      "text::eng": "In this first module it’s important to create a welcoming space for everyone. \n\nGround rules should be developed at the beginning of the programme and owned by the group – so everybody should agree. \n- Try to help parents make specific rules. \n- Make sure everybody in the group understands each rule and what is required of the group.\n- Help parents to make positive rules! Instead of ‘no criticising’ try ‘provide supportive feedback’.\n- Give parents a chance to debate the rules that are being suggested. This will help everyone to own the final set of rules. \n- Praise suggestions!\n\n**Praise & confidence building**: Remember that just like speaking up in a group for the first time, parents might be feeling nervous. Give parents as much positive reinforcement and thanks for sharing as you can on day one. \n\n**Normalising difficult households**: Make sure you remind parents that no household is perfect! We all have problems and challenges – praise parents regularly for being here because they want to put in the work to change something for the better. \n\n**Confidentiality:** This means that what gets said or circulated in the group, stays in the group! It’s important to be clear right at the beginning what is okay to share with others outside the group and what is not. In order for people to feel comfortable enough to participate, they need to know that they can trust the group with the stories they are sharing – and that these will not be shared outside of the group. Sharing new positive information is absolutely fine, though! \n\nIf there is a need to break confidentiality, it is because a parent has disclosed or has shown evidence or significant risk of harm to themselves or their children (physical, emotional, or physical). The facilitator needs to break confidentiality if there is a risk of self-harm or harm to others. When this happens, the facilitator will ensure that they communicate directly in private with the person in question."
    },
    {
      "id": "module_2_prepare0",
      "foreign_key": "module_2_prepare",
      "title::eng": "Talking about emotions can be new",
      "text::eng": "It is completely normal for parents to have difficulty talking about and expressing emotions and feelings. Parents may be trying to recognise their own emotions and communicate about them for the first time here. Talking about feelings also has the benefit of bringing awareness to positive emotions such as happiness or calmness!"
    },
    {
      "id": "module_2_prepare1",
      "foreign_key": "module_2_prepare",
      "title::eng": "Emotions and gender",
      "text::eng": "Many people are taught not to cry when they are sad. This might be especially true for boys and men. It’s important to understand that boys and men have the same feelings as girls and women, and that sharing emotions does not need to reduce their sense of masculinity. Sharing emotions is a sign of courage and strength."
    },
    {
      "id": "module_2_prepare2",
      "foreign_key": "module_2_prepare",
      "title::eng": "Accepting negative emotions",
      "text::eng": "Negative emotions are just as normal as positive emotions! Some parents might feel disrespected when their children display negative emotions. This does not mean that parents are losing control or authority over their child. Parents should encourage children to be aware of their emotions by helping them to name emotions, and to talk about how they are experiencing their emotions as this will help them to regulate their emotions."
    },
    {
      "id": "module_3_prepare0",
      "foreign_key": "module_3_prepare",
      "title::eng": "Keep focus on positive instead of negative behaviour",
      "text::eng": "Parents usually only notice the times when children do not follow instructions and miss the times when they do. Parents need to know what behaviour they want to see from their children and start describing that when giving instructions."
    },
    {
      "id": "module_3_prepare1",
      "foreign_key": "module_3_prepare",
      "title::eng": "Giving positive instructions can be challenging at first",
      "text::eng": "Learning how to give positive instructions can be challenging for parents at first. They are used to giving instructions in a negative way. Your job as a facilitator is to model how to give positive instructions. In this way, parents are encouraged to give clear, positive instructions.  "
    },
    {
      "id": "module_3_prepare2",
      "foreign_key": "module_3_prepare",
      "title::eng": "Supporting children living with disabilities",
      "text::eng": "Parents should support their children to be able to follow instructions by thinking about how to break them down into smaller pieces while still allowing their children the space to work independently. This will help children feel more confident while still being supported. They should also allow time and space for children to work things out before interfering."
    },
    {
      "id": "module_3_prepare3",
      "foreign_key": "module_3_prepare",
      "title::eng": "Praising can feel awkward at first",
      "text::eng": "Many parents don’t have experience of praise or positive attention themselves. They can feel embarrassed or awkward about praising their children. But praising becomes easier with practice – and it is rewarded by the response that children provide to being praised."
    },
    {
      "id": "module_4_prepare0",
      "foreign_key": "module_4_prepare",
      "title::eng": "Involving everyone in the household in rules and routines",
      "text::eng": "While it’s important to involve the entire household in making household rules and routines, this can be difficult in some families where decisions are not made together. \n\nYou can explore how discussing different ideas for rules and routines with members of the family can have a positive impact on everyone’s well-being. Children will feel respected and listened to and teens are more likely to follow rules if they have been involved in creating them."
    },
    {
      "id": "module_4_prepare1",
      "foreign_key": "module_4_prepare",
      "title::eng": "The importance of sleep and bedtime routines",
      "text::eng": "Bedtime is one of the most important routines that parents can establish for their children. Children need enough sleep to grow and be healthy. A routine is a good way to help ensure that they get enough sleep. \n\nIt’s also important to stress that parents, too, need to get enough sleep. Sleep deprivation affects everyone’s behaviour! Bedtime routines last about 30 minutes and can involve washing, establishing a quiet and calm environment, singing, or reading to your child and then providing an affectionate goodnight. \n\nBedtime routines can even be helpful for teens. Less screen time and more relaxing activities help a teen get a good night of sleep. The same is true for parents and you!\n\nSome families may live in crowded or stressful environments, or have irregular routines because of shift work or money worries. But even small, predictable bedtime moments can help children feel safe and secure.  "
    },
    {
      "id": "module_4_prepare2",
      "foreign_key": "module_4_prepare",
      "title::eng": "Gender",
      "text::eng": "In some families the rules for boys and girls are different. This is often because of expectations or traditional norms relating to the different roles that boys and girls can play. This is something that could be explored further to see if the different rules are really necessary or are limiting boys or girls. Parents may need support thinking about how this may affect their children."
    },
    {
      "id": "module_5_prepare0",
      "foreign_key": "module_5_prepare",
      "title::eng": "Try to avoid misbehaviour in the first place",
      "text::eng": "Parents should try to avoid misbehaviour in the first place. By redirecting a child’s attention away from a problem behaviour towards a positive behaviour, parents can avoid needing to discipline their child. Parents should use redirect before the negative behaviour gets worse by giving a clear and positive instruction towards another activity. In this way they ignore the misbehaviour "
    },
    {
      "id": "module_5_prepare1",
      "foreign_key": "module_5_prepare",
      "title::eng": "Consequences are not punishments",
      "text::eng": "It is more helpful for parents to think of consequences as opportunities to teach their children that their actions have an impact both on themselves and on others. This, in turn, helps children to learn about responsibility and decision-making."
    },
    {
      "id": "module_5_prepare2",
      "foreign_key": "module_5_prepare",
      "title::eng": "Remember: There are no ‘bad’ children…",
      "text::eng": "… Just ‘bad’ behaviours! Parents should try to keep their focus on their children’s behaviour. This will help them to remember that children need as much love and nurturing as they can provide."
    },
    {
      "id": "module_6_prepare0",
      "foreign_key": "module_6_prepare",
      "title::eng": "Last module blues",
      "text::eng": "The last module of the programme can be emotionally challenging for parents, who may have developed relationships with each other. Many parents will also have come to depend on the support that they get from each other – especially for those who have a lot of challenges at home. It’s important to stress to parents that they can continue to support each other after the programme ends, and with someone taking over the administration of the chat, they can continue to go to the same space and meet the same people for that support."
    },
    {
      "id": "module_6_prepare1",
      "foreign_key": "module_6_prepare",
      "title::eng": "Prepare for certificates",
      "text::eng": "1️⃣ **Review reports**: Take a quick look at your group’s reports and make sure you have filled the attendance accurately. This helps make sure no parent misses out. \n\n2️⃣ **Reach out to your supervisor**: Let your supervisor know the program has finished and that parents in your group are ready for certificates. This gives them a heads-up to prepare the files for you.\n\n3️⃣ **Receive certificates from your supervisor**: Your supervisor will generate the certificates for all eligible parents. Coordinate with your supervisors to receive the copies of the certificates.\n\nFor an in-person closing session, you can print the certificates. \n\nFor an online closing session, you can send the certificates as image via WhatsApp. "
    }
  ]
}