{
  "flow_type": "data_list",
  "flow_name": "terms_and_conditions",
  "status": "released",
  "data_list_name": "terms_and_conditions",
  "flow_subtype": "legal_terms",
  "rows": [
    {
      "id": "section_1",
      "title::eng": "User Agreement",
      "text::eng": "These terms and conditions are an agreement between you and Parenting for Lifelong Health (“PLH”) which furthermore sets out the rules for your use of  Mayor Konektá (or “App”).\n\nMayor Konektá is a free app version of the PLH programme and designed for facilitators delivering the Mayor Konektá programme.\n\nMayor Konektá is brought to you by the collaboration of partners including the Ministry of Social Development, Labour and Welfare (SOAW), UNICEF the Netherlands and IDEMS International. (‘ Mayor Konektá team’).\n\nPlease read these terms and conditions carefully. By downloading or using the App, you agree that you have read, understood, and accepted the terms and conditions contained below.\n\nFor the purpose of the National ordinance personal data protection of Curaçao, PLH, SOAW and UNICEF NL jointly act as the responsible parties.\n\nYour privacy is important to us – please also read our privacy policy, which will detail how we collect, store and use the information that you provide to us. Your rights under the National ordinance personal data protection can be found in our Privacy Policy. By using Mayor Konektá you are confirming to us that you reviewed our privacy policy, as set out separately.\n",
      "attached_single_doc": "https://docs.google.com/document/d/1sVLvP0k56DJdkfQ_PZdzx6M9S2aoO2mTbqFLkEg0LiQ"
    },
    {
      "id": "section_2",
      "title::eng": "Rules of Usage",
      "text::eng": "Mayor Konektá is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the Mayor Konektá team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the Mayor Konektá team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the App, make unfounded claims of affiliation, or inaccurately report the App’s behaviour. Ensure that your usage of the App adheres to all local rules and laws. This app is intended for adult users as a policy choice. If you are a minor, you should not use the app without the consent of your legal representative."
    },
    {
      "id": "section_3",
      "title::eng": "Content Changes",
      "text::eng": "The Mayor Konektá team is committed to ensuring that the App is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the App which will be delivered through updates. At present the App is free of charge and our intention is for it to stay that way. If any update substantially affects personal data processing, users will be notified in advance. \n\nIn the future it is possible that some services may be offered that would incur a cost. We will never charge you for the App or its services without clearly making known to you first any access charges applicable.\n"
    },
    {
      "id": "section_4",
      "title::eng": "Intellectual property",
      "text::eng": "The App’s source code is made available under the GNU General Public License v3.0 (GPL-3.0), while the content is licensed under Creative Commons Attribution (CC BY). The App itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the Mayor Konektá team (noting that code is covered under GPL 3 and content by CC BY license). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution."
    },
    {
      "id": "section_5",
      "title::eng": "Submissions",
      "text::eng": "Your feedback on the App is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you. Your feedback will never be shared with your full name. Any feedback you submit is processed in accordance with applicable data protection laws and will not be linked to identifiable personal data unless strictly necessary."
    },
    {
      "id": "section_6",
      "title::eng": "Security",
      "text::eng": "Our App stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the App secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the App will not work properly or at all.\nAll data collected by the Mayor Konektá team is stored securely using encryption protocols and is accessible only to authorized personnel.\nThe Mayor Konektá team implements appropriate technical and organisational security measures as required by law.\nProcessing takes place based on performance of contract and legitimate interests, as further explained in our Privacy Policy.\nTo see how we handle your personal information, please see our @global.privacy_policy. "
    },
    {
      "id": "section_7",
      "title::eng": "External links and resources",
      "text::eng": "The App uses third party services that declare their own terms and conditions and may link to other websites and resources that are not under the Mayor Konektá team’s control.\n\nLinks to terms and conditions of third party service providers used by the App include:\n\n-   [Apple Store Services](https://www.apple.com/legal/internet-services/itunes/)\n-   [Google Play Services](https://policies.google.com/terms)\n-   [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n-   [Sentry](https://sentry.io/terms/)\n-   [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n-   [GlitchTip](https://glitchtip.com/legal/tos)\n\nThe inclusion of such links does not imply an endorsement or approval by Mayor Konektá team of any website, product, or service. Similarly, the Mayor Konektá team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.\n\nInternational transfers comply with Articles 63–64 of the National ordinance personal data protection using Standard Contractual Clauses or other safeguards.]"
    },
    {
      "id": "section_8",
      "title::eng": "Disclaimer",
      "text::eng": "Please be aware that except in cases of wilful misconduct, gross negligence, breach of obligations arising from public policy or liability that cannot be limited under the applicable law, the Mayor Konektá team exclude responsibility for the following:\n\n1. Certain functions of the App will require the App to have an active internet connection. The Mayor Konektá team cannot take responsibility for the App not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left.\n\n2. Using the App outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still Apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the App, or other third party charges. In using the App, you accept responsibility for any such charges, including roaming data charges if you use the App outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the App, please be aware that we assume that you have received permission from the bill payer for using the App.\n\n3. Although we endeavour to ensure that the App is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly review all of the external sites and cannot guarantee that they are always accurate or reliable.\n\n4. The Mayor Konektá team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the App, or arising from any reliance you may place on advice or information provided from the App. You should always exercise your own discretion and judgment appropriate to your own circumstances in relation to any advice or information provided from the App.\n\n5. We are devoid of any responsibility for any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret.\n\n6. Updates to the App occur regularly in order to improve performance and content, to adapt to new technologies, to prevent abuse or harm, to address legal, regulatory, safety, or security issues or for any other further need. The App is available on Android and Apple -- the requirements for this system (and for any additional systems we decide to extend the availability of the App to) may change. It is your responsibility to download App updates to keep using the App. The Mayor Konektá team does not promise that it will always update the App so that it is relevant to you and/or works with the operating system that you have installed on your device. However, you agree to always accept updates to the application when offered to you.\n\n7. The App might not be available at all times for reasons of maintenance or trouble with associated software or hardware. We are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the App (including availability of captured data) at any time. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the App, and (if needed) delete it from your device.\n\n8. You agree to indemnify, at your own expense, Mayor Konektá team, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app.\n\n9. Companies or products associated with the App should not be interpreted as endorsement by the App or the Mayor Konektá team or demonstrate an intention to infringe proprietary rights.\n\nNothing in this section limits rights under Articles 27–34 of the National ordinance personal data protection."
    },
    {
      "id": "section_9",
      "title::eng": "Changes to the @global.terms_and_conditions",
      "text::eng": "We may update our terms and conditions from time to time and we will inform you in advance of any substantial change will occur. Your continued use of the App suggests you agree to subsequent revisions of the terms and conditions. Please review this page periodically for any updates. Substantial changes affecting personal data processing will be communicated to user."
    },
    {
      "id": "section_10",
      "title::eng": "Applicable law and jurisditcion",
      "text::eng": "Unless differently provided by applicable mandatory local laws, these Terms and Conditions shall be governed by the laws of Curaçao and the laws of the United Kingdom. The Joint Court of Justice of Aruba, Curaçao, Sint Maarten, and of Bonaire, Sint Eustatius and Saba, having its seat in Curaçao, and the courts of London shall have exclusive jurisdiction over any disputes arising out of or in connection with these Terms and Conditions.\n\n**Last updated: @global.deployment_terms_text**"
    }
  ]
}